{
    "guests": [{
        "Name": "Racquel Belmonte",
        "Desc": "Racquel Belmonte is a voice actor, sketch comedian, improviser, and writer living in Vancouver, British Columbia. When she’s not performing in her comedy duo Carmelahhh, she is performing with her all-female comedy troupe Nasty Women, her Blind Tiger Comedy Houseteam Reynolds, a variety of Instant Theatre shows as a Guest Artist, and on her lonesome in other cool comedy shows around the city. She’s performed frequently in the Vancouver International Improv Festival, in the Del Close marathon in New York, at Ryan Stiles’ Upfront Theatre in Bellingham, and most recently at the Toronto Fringe Festival. Some voice credits include The Dragon Prince, Lego: Legends of Chima, Lego: Elves, and Screechers Wild!",
        "Image": "/images/guests/racquel-belmonte.jpg"
    }, {
        "Name": "Jesse Inocala",
        "Desc": "Jesse Inocalla is an actor, voiceover artist, and producer with over ten years of experience in the entertainment industry. Choice voiceover credits include The Dragon Prince, Sleeping Dogs: Triad Wars, Marvel, Hasbro, CAPCOM, LEGO, Disney, The Little Prince, and B-Daman: Fireblast. He’s also won awards for his work onstage and has been a part of award-winning films like El Gigante and La Quincenera by Luchagore Productions, and Ghost Can by Off World Pictures. ",
        "Image": "/images/guests/jesse-inocala.jpg"
    }, {
        "Name": "Jason Simpson",
        "Desc": "Jason Simpson is a prairie boy who brought his eagerness and ambition to Vancouver 20 years ago, and in those 2 decades, has had the pleasure of building a diverse acting resumé. \n\nRecent project credits include VIREN in Netflix’s ‘The Dragon Prince’; the ANNOUNCER in EA Sports’ NHL’18/NHL’19 “Threes”; and a multi-episode arc on the hit CW show, DC Legends of Tomorrow. Jason is proud to have been the voice of numerous other characters on hit shows like Reex, Roog and Romble in LEGO’s Nexo Knights; BIRCH BUCKET, SPEARHEAD and the BUFOGREN in My LittlePony; LOBOS, TORCH WEAVER, and BIKEY in Black Lagoon and more. You’ll also hear him doing his thing in Screechers Wild, Superbook, Nina’s World, the hit feature Sausage Party, Netflix’s The Hollow & The Deep, Supernoobs, Geronimo Stilton, Gundam Seed Destiny 00, Death Note, and many more. \n\nJason can be heard in numerous video game titles such as League of Legends, voicing the monstrous RENGAR; the Mechwarrior franchise, Thimbleweed Park, Tooth and Tail, Industries of Titan, SEYMOUR REDDING in the Dead Rising franchise, The Amazing SpiderMan, N.O.V.A. 3, and a host of others. \n\nJason started his career in Film & Television, and still loves to throw his large, 6’4” frame in front of the camera as much as he can. Select film and TV credits include The Magicians, Riverdale, Arrow, Lucifer, iZombie, Once Upon A Time, Psych, and Fringe to name a handful.",
        "Image": "/images/guests/jason-simpson.jpg"
    }, {
        "Name": "Megan Parker",
        "Desc": "Megan graduated from Emily Carr University in 2016 with a Bachelor of Media Arts. She's done storyboards for TV animation and video games, and has a background as a medical office receptionist. She worked on season 2 of Equestria Girls in 2018, including a few of the specials. Megan graduated from Emily Carr University in 2016 with a Bachelor of Media Arts in animation. She's done storyboards for TV animation and video games, and worked on season 2 of Equestria Girls in 2018, including Spring Breakdown, Sunset's Backstage Pass, and Holidays Unwrapped. Outside of work she likes to scout the neighbourhood for cats to pet, spend time by the ocean, and try not to die in smash bros. Megan has been storyboarding for animation and video games since 2017. She worked on season 2 of Equestria Girls in 2018, including the specials! Outside of work she likes to scout the neighbourhood for cats to pet, spend time by the ocean, and try not to die in Smash Bros.",
        "Image": "/images/guests/megan-parker.jpg"
    }, {
        "Name": "Steph Mahoney",
        "Desc": "Steph Mahoney has been in the animation industry for 15 years. She’s had the privilege to work on shows such as Ruby Gloom, Kid vs Kat, Pound Puppies, Polly Pocket, Equestria Girls: Rainbow Rocks and of course all 9 seasons of My Little Pony: Friendship is Magic. \n\n  Throughout her time on MLP she has been an Animator, Key Posing artists and a Key Posing Supervisor. \n\nSince the end of MLP, Steph broke into the Video Game Industry and is currently at Klei Entertainment working on Don't Starve Together.",
        "Image": "/images/guests/steph-mahoney.jpg"
    }, {
        "Name": "Tori Grant",
        "Desc": "Tori is a Storyboard Artist in Vancouver. She worked on Equestria girls, MLP Season 8-9, Critical Role, Tales of Equestria, and many others. She is a big fan of D&D and cartoons.",
        "Image": "/images/guests/tori-grant.jpg"
    }, {
        "Name": "Lavender",
        "Desc": "Lavender is a producer and DJ from the UK, known for her drum and bass. Her collaborations with other talented artists such as Vylet, Odyssey, SilvaHound, and MicTheMicrophone has led to some amazing tracks such as Arrivederci, and remixes of songs such as Discord, Come Alive, Rainbow and more. She performed live at PonyFest 1.0 and is coming back to perform at 3.0! She does monthly live DJ shows on Twitch and has two albums coming out in the near future!",
        "Image": "/images/guests/lavender.png",
        "Social": {
            "Twitter": "https://www.twitter.com/LavAudio"
        }
    }, {
        "Name": "P1K",
        "Desc": "P1K or Poni1kenobi is one of the earlier pony rock musicians and got his start forming a beatles pardoy band. With a style reminicient of bands like Blink 182 and Relient K, you're bound to be having a great time when he's on!!",
        "Image": "/images/guests/p1k.png",
        "Social": {
            "YouTube": "http://p1kmusic.com",
            "Twitch": "http://p1kgaming.com",
            "Twitter": "https://twitter.com/dylan1kenobi"
        }
    }, {
        "Name": "Elevative",
        "Desc": "Since 2015 Elevative has been performing at numerous pony and fan culture music events across the US from EFNW to Bronycon as well as on PonyvilleFM. Since his first performances he became known for his aggressive style of mixing hands up, hardstyle, and UK-hardcore alongside community made music creating a iconic high energy experience. As Ponyfest is a unique performance being online, he is opening up new creative outlets adding additional effects like laser projection, lighting, and more to make a one of a kind experience you won't want to miss. <3",
        "Image": "/images/guests/elevative.jpg",
        "Social": {
            "Twitter": "https://twitter.com/DJElevative"
        }
    }, {
        "Name": "Metajoker",
        "Desc": "Metajoker, or Ari, has been making music in the brony fandom since 2011, and has performed at cons across the United States. As a songwriter, pianist, and singer, Metajoker has collaborated with diverse musicians in the fandom such as ArtAttack, 4EverfreeBrony, Respin, and GatoPaint. Some of his past work includes \"Universe\", \"Still Shy\", \"Sight for Sore Eyes\", and \"Become\". He's excited to perform for you all alongside so many amazing musicians at PonyFest Online!",
        "Image": "/images/guests/metajoker.png",
        "Social": {
            "Twitter": "https://twitter.com/MetajokerMusic"
        }
    }, {
        "Name": "L-Train",
        "Desc": "Since 2012, L-Train has been astounding and delighting bronies with his metal re-interpretations of well-loved songs from the show and the fandom, as well as his unique \"\"symphonic metal operas\"\" based on stories from the show's lore featuring many talented guests from across the fandom.",
        "Image": "/images/guests/l-train.jpg",
        "Social": {
            "YouTube": "https://www.youtube.com/user/TheLTrain9000",
            "Twitter": "https://twitter.com/theltrain9000"
        }
    }, {
        "Name": "Odyssey Eurobeat",
        "Desc": "Odyssey Eurobeat (aka Eurobeat Brony, Ken Blast from the Initial D series, T. Stebbins, etc…) is a producer and performer from the San Francisco Bay Area that specializes in eurobeat music. From penning the first currently-documented remix of a song from My Little Pony: Friendship is Magic to writing such ubiquitous hits as Luna and the original Discord, Eurobeat Brony has been a powerful force for both music in the brony fandom and eurobeat in general.",
        "Image": "/images/guests/odyssey.jpg",
        "Social": {
            "YouTube": "https://youtube.com/odysseyeurobeat",
            "Twitch": "https://twitch.tv/odysseyeurobeat",
            "Bandcamp": "https://odysseymusic.bandcamp.com",
            "Discord": "https://discord.gg/cKPQvUM"
        }
    }, {
        "Name": "Aphinity",
        "Desc": "Fandom centric, action taker extraordinaire, Aphinity helps in many different fandoms and has a diverse interest set! He's known for his costume work in both professional and volunteer mascot circles, including the 501st legion, Helping Pawz, and many others. He collects MLP memorabilia including figures, CCG cards, and custom plush. A techie at heart, he builds, flies, and races FPV drones and co-runs a Tiny Whoop racing league called VanWhoop. He's extremely active with fandom conventions in brony, furry, and others, currently chair of both Vanhoover Pony Expo and Howloween.",
        "Image": "/images/guests/aphinity.png"
    }, {
        "Name": "BronyCon Mascots",
        "Desc": "You've seen them wandering the halls of the Baltimore Convention Center for the past several years, now see them online! Cosplayers Shelbeanie, Wiggles, and Simul are known for portraying the BronyCon mascots in person at BronyCon. Join them at 8:00 PM EDT during PonyFest Online 3.0 as they share anecdotes from their time playing the roles of Mane Event, Blank Canvas, and Hoof Beatz at the brony community's largest event.",
        "Image": "/images/guests/bronycon-mascots.jpg"
    }, {
        "Name": "Forward Progress",
        "Desc": "Where social science and pop culture meet, you will find Forward Progress. Founder of the Keeping Friendship Magic project and a constant student of fandom, his work dives into the deeper meaning found within the franchises we know and love to explore ways to bring us all closer together. Forward's content ranges from the ridiculous to the educational exploring the worlds of My Little Pony, anime, video games, and so much more.",
        "Image": "/images/guests/forward-progress.jpg"
    }, {
        "Name": "RiffPonies",
        "Desc": "The King of Kazoos, the madmen behind FUF, the riffers of Ponies; it's gotta be RIFFPONIES! Straight from the armpit of the country known simply as \"New Jersey\" comes the snarkiest panel team in the fandom, led by Pony panelist extraordinaire Thoth Penswell & acclaimed Pony fan-artist Acesential!  With 2 months-worth of horrible con memes left in their wake, there's NO TELLING what they have in-store this time...so you'll just have to find out for yourself!  The only question is; are YOU ready for more FUF?",
        "Image": "/images/guests/riffponies.jpg"
    }, {
        "Name": "Igor (My Little Ties)",
        "Desc": "A fan of the show since 2011, Igor has mostly been known for fine formalwear, such as ties and bow-ties, but lately even more so for making and etching all sorts of increasingly tiny things out of metal, including a super tiny Elements of Harmony book locket, and the world's smallest TSSSF cards out of titanium. \nIn addition to playing with lasers, Igor also has made a VR Ponyville world to hang out in and explore. ",
        "Image": "/images/guests/igor.jpg"
    }, {
        "Name": "Imalou",
        "Desc": "Pony fanatic since 2011, Pinkie Pie fan since season one, Ambassador of the Baguette since 1996. After 8 years of doodling ponies on her free time, she has mastered the art of painting our beloved pastel horses and now landed a job in character design at Hasbro's feature department. Drawing characters is her favorite thing to do and she is excited to let you all know about her pro tips during this event!",
        "Image":"/images/guests/imalou.jpg"
    }, {
        "Name": "Bronies from Japan",
        "Desc": "Sunchaser is originally from the USA but has lived in Japan on and off for a total of approximately eight years. He currently resides in Tokyo with his wife and daughter. Aside from being a brony, he is also an avid airsofter.\n\nHauntedTuba is from Japan and currently lives in Saitama Prefecture. He loves learning new English phrases and is into American cartoons (especially Disney).\n\nOmame is from Japan and lives in Tokyo. She loves to draw fanart inspired by Japanese anime and manga as well as American cartoons. Her other hobbies include watching movies, scuba diving, and relaxing in onsen.",
        "Image": "/images/guests/japan.jpg"
    }, {
        "Name": "Chocolate Pony",
        "Desc": "Chocolate Pony is known for their art and panels in the fandom from their flags and pins to their different tarot decks. They currently are involved with the Zootopia Minute podcast, the Talking Cons podcast, and the TransformARTive YouTube channel and is currently finishing up a book covering the history of fan conventions.",
        "Image": "/images/guests/chocopony.png"
    }]
}