{
    "guests": [{
        "Name": "Eurobeat Brony",
        "Desc": "Eurobeat Brony is the earliest and longest-lasting pioneer of brony music. From penning the original \"Discord\" from which The Living Tombstone's remix was borne, to several other classics of the scene including \"Luna\", \"Diamond Dogs\", \"Batty\", and several lasting remixes of the show, Eurobeat Brony (or Odyssey, or T. Stebbins, or Ken Blast from the Initial D soundtrack…) knows a thing or two about how to string old classics, new hits, and cutting-edge tracks together into an unforgettable performance.",
        "Image": "/images/guests/odyssey.png",
        "Social": {
            "Social Media": "https://linktr.ee/odysseyeurobeat"
        }
    },{
        "Name": "Faulty",
        "Desc": "The Self proclaimed King of Progressive House in the current day Pony Fandom will be bringing you nothing but the best music of the Pony EDM scene! Where will he perform this time? Nopony knows!",
        "Image": "/images/guests/faulty.jpg",
        "Social": {
            "Twitter": "https://twitter.com/FaultyMusic"
        }
    }, {
        "Name": "PrinceWhateverer",
        "Desc": "PrinceWhateverer is a long time musician in the fandom, he started writing horse-themed rock and metal in late 2011 and hasn't stopped yet!",
        "Image": "/images/guests/princewhateverer.png",
        "Social": {
            "YouTube": "https://www.youtube.com/user/princewhateverer",
            "Twitter": "https://twitter.com/PWhateverer",
            "Spotify": "https://open.spotify.com/artist/3EeofeT3cdo0hY4lx23k7u",
            "Twitch": "https://www.twitch.tv/prince_whateverer/",
            "Bandcamp": "https://princewhateverer.bandcamp.com/"
        }
    },{
        "Name": "4EverfreeBrony",
        "Desc": "Hey, I'm Garrison, or 4EverfreeBrony. Been a musician in the fandom for about 7 years now. Love ponies, and I love music. I'd like to thank the guys at PonyFest for putting on this awesome event, and for inviting me to perform. Let's have a great show!",
        "Image":"/images/guests/4everfreebrony.jpg",
        "Social": {
            "YouTube": "https://www.youtube.com/user/4everfreebrony",
            "Twitter": "https://twitter.com/4everfreebrony",
            "Bandcamp": "https://4everfreebrony.bandcamp.com/music"
        }
    }, {
        "Name": "John Kenza",
        "Desc": "John Kenza is music producer and DJ specializing in melodic and electronic music. He is no stranger to the Brony fandom and has been creating pony content since 2013. Get ready for euphoric melodies, powerful basslines, and even some new unreleased music!",
        "Image": "/images/guests/johnkenza.png",
        "Social": {
            "Twitter": "https://twitter.com/JohnKenza",
            "YouTube": "https://www.youtube.com/channel/UC471V820Y6Zqu3N8u4wefww",
            "SoundCloud": "https://soundcloud.com/kadenza-hitti"
        }
    },{
        "Name": "Lavender",
        "Desc": "After performing back to back weekends throughout this past summer, Lavender is back for one more set in 2020! While her online 'tour' ended earlier this year she hasn't stopped making waves, coming out with new releases such as Gilded and her remix of Living in Color. With her debut LP 'Fragile Heart' in it's final stages of preparation, there is no end in sight for this UK based producer, DJ and lover of everything drum and bass.",
        "Image": "/images/guests/lavender.jpg",
        "Social": {
            "Twitter": "https://www.twitter.com/LavAudio",
            "Twitch": "https://www.twitch.tv/lavenderaudio",
            "YouTube": "https://www.youtube.com/lavenderaudio",
            "Bandcamp": "https://lavenderaudio.bandcamp.com"
        }
    }, {
        "Name": "EQLIPSED by Elevative",
        "Desc": "After preforming a visually packed set for Ponyfest3, Elevative has decided to take venture into an experimental concept of creating something more than just a DJ set. Tune in Saturday night to take part in a cinematic music experience traversing the world of hardstyle in a post apocalyptic lunar takeover. You don't want to miss this one.",
        "Image": "/images/guests/elevative.png",
        "Social": {
            "Twitter": "https://twitter.com/DJElevative",
            "Website": "http://elevativepro.com/",
            "YouTube": "https://www.youtube.com/c/Elevative"
        }
    }, {
        "Name": "General Mumble",
        "Desc": "",
        "Image": "/images/guests/generalmumble.png",
        "Social": {
            "Bandcamp": "http://mumbleetc.com",
            "Twitter": "https://twitter.com/generalmumble",
            "YouTube": "https://youtube.com/mumbleetc"
        }
    }, {
        "Name": "Brilliant Venture",
        "Desc": "Brilliant Venture's been with the Brony fandom since 2013. As a DJ of 17 years, and a producer of 9, little did he know his most treasured shows/gigs would come from his escapades at pony conventions! His love of the fandom is guaranteed to shine during his liveshows, as he takes you on a magical journey into the world of Equestrian dance music! Get ready for a 100% pony themed DJ set, with new tracks, fandom remixes, and unreleased material from his new EP \"Elements!\" You WON'T want to miss this! \n\n(Caution! Lighting effects will be in use!)",
        "Image": "/images/guests/brilliantventure.png",
        "Social": {
            "YouTube": "https://youtube.com/BrilliantVenture",
            "Twitter": "https://twitter.com/brillventure",
            "Pony.FM": "https://pony.fm/brilliantventure",
            "Bandcamp": "https://strictlyhorserecordings.bandcamp.com/"
        }
    },{
        "Name": "TCB",
        "Desc": "TCB is an electronic music producer from Los Angeles, California bringing a blend of ponies and every EDM genre under the sun to your ears! Expect a full flavor set covering a wide array of the music the fandom has to offer that you can rage, jump, vibe, and cry to",
        "Image": "/images/guests/tcb.jpg",
        "Social": {
            "YouTube": "https://www.youtube.com/TCBpon",
            "Twitter": "https://twitter.com/TCBpon"
        }
    },{
        "Name": "DoTheDaringDew",
        "Desc": "DoTheDaringDew is a songwriter from Dallas, Texas and has been a part of this crazy ride since early 2012. He has been to his fair share of pony conventions, performing on both stages and out in the halls. Whether he is doing that or running silly pony panels, Dewie brings an energy and passion to the show and fandom he loves!",
        "Image": "/images/guests/dothedaringdew.png",
        "Social": {
            "YouTube": "https://www.youtube.com/user/DoTheDaringDew",
            "SoundCloud": "https://soundcloud.com/dothedaringdew",
            "Facebook": "https://www.facebook.com/DoTheDaringDew/",
            "Twitter": "https://twitter.com/DoTheDaringDew",
            "Bandcamp": "https://dothedaringdew.bandcamp.com/"
        }
    }, {
        "Name": "Crusader!",
        "Desc": "Making music for the fandom since 2013, Crusader! has performed at pony cons all around the United States, and even on the German countryside on one occasion. While animation in general has always been an inspiration, MLP has been one of the biggest inspirations for his work. His following started to take off in 2016 when he released “Power Ponies GO!”, along with a typography with it made by Izeer. Since then, he’s released many more songs in many different styles from punk, to rock, to pop. \n\nCrusader! Released a pop EP called “Super Duper Dance party” which highlights his influence from 80’s music. At the moment, he is working on a new EP that will be his first serious project where he branches off from pony related work. However, the pony will never stop. As president of the Rainbow Dash fan club, he has declared Dashie to be best pony.",
        "Image": "/images/guests/crusader.png",
        "Social": {
            "Twitter": "https://twitter.com/crusaderpony",
            "YouTube": "https://youtube.com/crusaderpony",
            "Bandcamp": "https://crusaderpony.bandcamp.com"
        }
    },{
        "Name": "BlackIceMusic",
        "Desc": "Producing music since 2014, BlackIceMusic was originally inspired by Martin Garrix on the commercial side and Woodentoaster/Glaze on the fandom side and more recently created a similar sound to his current idol Dirty Palm.\nWith the goal to create pony-themed Bounce and Future House and being mostly known for tracks like \"Sweet and Sour\", \"Updraft\" and \"The Fuff\", he has come quite a long way.\n\nHe recently picked up DJing as a hobby and had his first live performances at two small conventions, followed by several online events like BABSConline, Burning Mare and Trotcon. With a set mostly featuring Melbourne/Future Bounce, as well as Future House, BlackIceMusic is guaranteed to bring energy to your speakers and headphones.",
        "Image": "/images/guests/blackicemusic.png",
        "Social": {
            "Social Media": "https://compiled.social/blackicemusic"
        }
    }, {
        "Name": "Nevermourn",
        "Desc": "Hi, I'm Nevermourn! You might have caught some of my sets at various US cons while we were still having those. I mainly produce and DJ drum and bass, and I've been on various community albums between Ponies at Dawn and A State of Sugar. I like to touch as many genres as I can in a set, so be sure to tune in for a taste of everything!",
        "Image": "/images/guests/nevermourn.png",
        "Social": {
            "Twitter": "https://twitter.com/nevermournmusic"
        }
    }, {
        "Name": "theoneGalen",
        "Desc": "theoneGalen has been a musician in the My Little Pony fandom for many years. As a member of the band The Wonderbolts!, he performed at over twenty-five conventions and became a mainstay of the rock and roll concert scene in the fandom.",
        "Image": "/images/guests/theonegalen.png",
        "Social": {
            "Twitter": "http://twitter.com/theonegalen",
            "Twitch": "http://twitch.tv/theonegalen"
        }
    },{
        "Name": "MelodyBrony",
        "Desc": "MelodyBrony is a multi-instrumentalist musician based in southeast Michigan. He specializes in rock and metal but also does softer genres as well. With a track record of many performances, he has a sound for all audiences. Original album \"Origins\" available now",
        "Image": "/images/guests/melodybrony.png",
        "Social": {
            "Social Media": "https://linktr.ee/MelodyBronyMusic"
        }
    },{
        "Name": "Drummershy",
        "Desc": "Drummershy is a drummer/musician based out of Baltimore Maryland. He is a Certified Music and Audio Production Engineer. He is also the current drummer in the Baltimore band, Flying Jacob.\n\nHe has collaborated and Performed with many internet musicians such as Cyril The Wolf, 4Everfreebrony, Tarby, L Train, Luckrock, Vylet pony, Princewhateverer, Geekbrony, Djohn Mema, Stealing shad3z, MelodyBrony and many more.\n\nHe continues to drum for fandom's and internet music collaborations.",
        "Image": "/images/guests/drummershy.jpg",
        "Social": {
            "Twitter": "https://twitter.com/_Drummershy_",
            "YouTube": "https://www.youtube.com/user/DRUMMERSHY",
            "Website": "https://drummershy.com/"
        }
    },{
        "Name": "Andy Feelin",
        "Desc": "I became a brony musician in 2011 and was one of the founding member of Przewalski's Ponies which were one of the first and longest surviving brony rock bands. I am part of ILLUMNATION which is a dark-folk project with Velvet R. Wings. I play many kinds of music, mostly some kind of crossover between synthpop and gothic rock but when I perform solo I play acoustic guitar and sing.",
        "Image": "/images/guests/andyfeelin.png",
        "Social": {
            "YouTube": "https://www.youtube.com/c/AndyFeelin/",
            "Bandcamp": "https://andyfeelin.bandcamp.com/",
            "VK": "https://vk.com/andyfeelinclub"
        }
    }, {
        "Name": "Bolt the Super-Pony",
        "Desc": "When not contemplating the meaning of life, Bolt DJs on PonyvilleFM where his show Music is Timeless (Fridays @ 9 PM PDT), has been introducing Pony fans to great new music and old classics. Bolt even ran a request show on the Pony MMO Legends of Equestria! Outside of the airwaves Bolt is active in the fandom as well, continuing to volunteer and perform at conventions and parties across the west coast. Bolt loves the show and everything it stands for as well as the My Little Pony community. In his spare time, he can be found enjoying Pony content (and memes) on EqD, Derpibooru, and Twitter, as well as spending time with his friends.",
        "Image": "/images/guests/boltthesuperpony.png",
        "Social": {
            "Twitter": "https://twitter.com/SuperPonyBolt",
            "YouTube": "https://www.youtube.com/c/BolttheSuperPony/videos",
            "Mixcloud": "https://www.mixcloud.com/BoltTheSuperPony/",
            "SoundCloud": "https://soundcloud.com/user-321595051"
        }
    }, {
        "Name": "Rod Steven",
        "Desc": "Ever inspired by the OG Eurobeat Brony, Rod Steven I have recently taken it upon myself to start developing my own style of Eurobeat, bringing the energy of eurobeat from Italy to Japan now in the brony fandom.",
        "Image": "/images/guests/rodsteven.jpg",
        "Social": {
            "YouTube": "https://www.youtube.com/c/RodSteven",
            "Twitter": "https://twitter.com/Rod_St3v3n"
        }
    },{
        "Name": "mycutiemarkisagun",
        "Desc": "One of the fandom's premiere hip-hop producers since 2011! I make funny beats and do trippy concert sets...",
        "Image": "/images/guests/mcmiag.jpg",
        "Social": {
            "Bandcamp": "https://free-zebras-and-black-power.bandcamp.com/",
            "Twitter": "https://twitter.com/mcmiag"
        }
    }, {
        "Name": "TheTaZe",
        "Desc": "My name is Kalie or TheTaZe online as my alias. I am also 22 years old. I have been doing music for 7 years and like to do chill music mostly. I also like to DJ sometimes during special events.",
        "Image": "/images/guests/thetaze.jpg",
        "Social": {
            "Twitter": "https://twitter.com/TheTaZeee",
            "YouTube": "https://www.youtube.com/channel/UCjJlB82tvM3lXOMp_Pk0dNQ",
            "Bandcamp": "https://thetaze.bandcamp.com/"
        }
    }, {
        "Name": "FlyoverRob",
        "Desc": "Vylet Pony collaborator and Garnika manager FlyoverRob has been in the Bronysphere since 2013, working behind the scenes with lots of fandom creators, such as longtime collaborator BrainstormAlex as both a musician and VA. Following the cancellation of Trotcon's IRL music event, FlyoverRob's live debut is finally here!!",
        "Social": {
            "Spotify": "https://open.spotify.com/artist/2gPy0KDWUvAPRFvi4OgidJ?si=XUSV4xuDTUWrYiiN1cGIxw"
        }
    }, {
        "Name": "Stinkanimal and the Bad Smells",
        "Desc": "Stink Animal and the Bad Smells is a Queercore Pop Punk band based in Olympia, Washington.",
        "Image": "/images/guests/stinkanimal.png",
        "Social": {
            "Bandcamp": "http://stinkanimalandthebadsmells.bandcamp.com",
            "Twitter": "http://twitter.com/stinkanimal"
        }
    },{
        "Name": "FilledSilhoutte",
        "Desc": "FilledSilhoutte is a music producer from Salt Lake City, Utah who started making music in 2016, and has been dedicated to fill the void of French House and Future Funk in the brony fandom. He will be releasing his full-length album “Rarity’s Fashion Playlist” this December.",
        "Image": "/images/guests/filledsilhoutte.jpg",
        "Social": {
            "YouTube": "https://www.youtube.com/c/FilledSilhoutte",
            "Bandcamp": "https://filledsilhoutte.bandcamp.com/",
            "SoundCloud": "https://soundcloud.com/filledsilhoutte",
            "Twitter": "https://twitter.com/FilledSilhoutte"
        }
    }, {
        "Name": "BeatSpark",
        "Desc": "I'm a Dubstep, horse musician that hails from the Upside Down land, most commonly known as Australia, and I've been at this since the beginning of 2018. I've also been at this performing thing since April, bringing classics from the past and bangers from the current age.",
        "Image": "/images/guests/beatspark.png",
        "Social": {
            "Twitter": "https://twitter.com/beatsparkalpha",
            "Patreon": "https://www.patreon.com/BeatSpark",
            "YouTube": "https://www.youtube.com/c/BeatSpark/",
            "SoundCloud": "https://soundcloud.com/humphrery-alpha"
        }
    }, {
        "Name": "Whirly Tail",
        "Desc": "Whirly Tail is a smol hors with a big heart, and he loves to share the music he loves with others! Featured on prominent compilation albums from Ponies At Dawn to Equinity and A State Of Sugar his upbeat hardcore sound is versatile enough to provide happy vibes and powerful drops in equal measure. When he takes the stage, expect him to drive up the tempo with plenty of killer hardcore tunes!",
        "Image": "/images/guests/whirlytail.png",
        "Social": {
            "YouTube": "https://youtube.com/c/WhirlyTail",
            "Twitter": "https://twitter.com/WhirlyTail",
            "Bandcamp": "https://whirlytail.bandcamp.com",
            "SoundCloud": "https://soundcloud.com/whirly-tail"
        }
    }, {
        "Name": "Sound Bandit",
        "Desc": "Sound Bandit, previously \"Popperpony\", has been making songs in the fandom since 2014. After being a horse musician in the fandom's prime, yet never breaking through, Sound Bandit locked themselves away for 6 years to hone in on their craft. They released a series of hyperpop songs inspired by their experience in the brony fandom. Sound Bandit has been described as \"100 gecs for ex-bronies\" and has been featured in EQD and Horse Music Herald.",
        "Image": "/images/guests/soundbandit.png",
        "Social": {
            "SoundCloud": "https://soundcloud.com/soundbanditmusic",
            "YouTube": "https://youtube.com/popperpony"
        }
    }, {
        "Name": "Khaliber",
        "Desc": "You may not have heard of Khaliber before, but in PonyFest 2020, you most certainly will. After nearly 8 years of making music under many aliases, and with his new Ponies At Dawn debut single, \"Beyond\", the only way for this EDM rookie is UP. This is only the beginning!",
        "Image": "/images/guests/khaliber.jpg",
        "Social": {
            "Twitter": "https://twitter.com/khaliberr",
            "SoundCloud": "https://soundcloud.com/khaliber",
            "YouTube": "https://www.youtube.com/c/KHALIBER",
            "Facebook": "https://www.facebook.com/djkhaliber/",
            "Instagram": "https://www.instagram.com/khalibermusic"
        }
    },{
        "Name": "Prowox",
        "Desc": "Just some random guy from Finland with a huge love for pony music that decided to pick up DJing during the pandemic.",
        "Image": "/images/guests/prowox.png",
        "Social": {
            "Twitter": "https://twitter.com/prowox010",
            "YouTube": "https://www.youtube.com/user/prowox010/"
        }
    },{
        "Name": "Whirlwind",
        "Desc": "Whirlwind is a multi talented musician who has played drums with many artists across the fandom live and recording. Whirlwind also has a catalog of unique electronic music in different styles. Ready to drop some sick beats for ponyfest!",
        "Image": "/images/guests/whirlwind.png",
        "Social": {
            "Twitter": "https://twitter.com/Whirlwind_DRUMS",
            "YouTube": "https://www.youtube.com/channel/UCxH3y7TLkw25KQHkYk_6vMg",
            "Bandcamp": "https://whirlwindstudios.bandcamp.com/"
        }
    }, {
        "Name": "DeafBronyASL",
        "Desc": "My name is Catrina I’m 21 years old and I’m Deaf I can speak with my hearing aid also love doing ASL along with my little pony song also love to make a new friends.",
        "Image": "/images/guests/deafbronyasl.jpg",
        "Social": {
            "YouTube": "https://youtube.com/channel/UCxMJ0EULKahJ3B2of3O_0JA"
        }
    }]
}
