{
    "guests": [{
        "Name": "Devyn Dalton",
        "Desc": "Devyn Dalton is a Canadian born actor, dancer, and stunt performer. Strongly recognized for her motion capture performance roles and voice work.She was scouted by an agent in her home town of Edmonton, who recruited her to the film industry in Vancouver, BC. Devyn continued her training in dance and theatre, performing throughout Canada and Worldwide. \n\nSome of her accomplishments include landing her first feature film \"Rise of the Planet of the Apes,\" playing two lead live-action roles. This was the start of Devyn's career as an established motion capture artist, having a chance to work alongside some of the best in the biz, Andy Serkis and Terry Notary. Ms.Dalton was brought back on board for the franchises third film, \"War of the Planet of the Apes,\" playing the role Cornelius. \n\nNickelodeon first snatched Devyn up to play the lead character of Christmas Carol in \"A Fairly Odd Christmas\" along side stars Drake Bell and Daniella Monet. Later they cast her as Gretel of the famous Hansel and Gretel duo, in the adventure film, \"Escape from Mr. Lemoncello's Library.\" Her latest and most rewarding accomplishment to date is having worked alongside legend Steven Spielberg in the feature \"The BFG.\" \n\nDevyn also expresses her talents as a professional stunt performer. Some of her many credits have been, Percy Jackson: The Sea of Monster, Godzilla, Once Upon A time, Arrow,Supernatural, A Series of Unfortunate Events, X-files, Wonder and Legion. Devyn more recently joined the star studded cast of three big time features, Marvels X-men: Dark Phoenix, Skyscraper and The Predator. \n\nDevyn's voiceover journey started when she joined \"Barbies Rock N' Royal\" movie, voicing the spunky rocker girl, Zia. You can also hear Devyn in the hit anime series \"Beyblade Burst\" voicing the role of Shasa. Joining the cast of \"My Little Pony: Friendship Is Magic\", as the loveable Ocellus, deems to be one of Devyn's favourite and most rewarding roles.",
        "Image": "/images/guests/devyn-dalton.jpg",
        "Type": "VIP",
        "Social": {
            "Twitter": "https://twitter.com/devyndalton",
            "Instagram": "https://twitter.com/devyn.dalton"
        }
    }, {
        "Name": "Giles Panton",
        "Desc": "Raised in Vancouver, BC, Canada, Giles is an award winning actor who’s worked extensively in the film/television and voice fields.\n\nHis first job was playing the groom in a well known wedding commercial which ran for almost a decade. Since then his career has taken him all over North America and given him the opportunity to work on feature films, TV series, video games, and animation projects. He’s played leads, supporting leads, and guest stars on shows like Nexo Knights, My Little Pony, Batwoman, Voltron Force, Flash Gordon, and Far Cry 5 and he’s even had the privilege of voicing iconic characters such as Tarzan on Netflix’s Tarzan and Jane. Other career highlights include getting his first action figure for an animated series (Max Steel), awhole line of toys for his lead role on a Lego Series (Nexo Knights), as well as getting to star in a 4D movie for the same character at a major Lego theme park.\n\nThe past few years have brought a lot of momentum for Giles, landing him major roles on award-winning series like Amazon Prime’s ‘The Man in The High Castle’, giving him the opportunity to voice super villains such as Norman Osborn and Carnage for Marvel (recently landing him another best actor voice nomination), and having the huge honor of voicing Tony Stark for a new Marvel series. He’s currently working on several voice projects for companies such as Lego and Marvel and is very excited to share them in the near future.",
        "Image": "/images/guests/giles-panton.jpg",
        "Type": "VIP",
        "Social": {
            "Twitter": "https://twitter.com/G_Panton",
            "Instagram": "https://instagram.com/gilespanton"
        }
    }]
}
