{
    "guests": [{
        "Name": "Racquel Belmonte",
        "Desc": "Racquel Belmonte is a voice actor, sketch comedian, improviser, and writer living in Vancouver, British Columbia. When she’s not performing in her comedy duo Carmelahhh, she is performing with her all-female comedy troupe Nasty Women, her Blind Tiger Comedy Houseteam Reynolds, a variety of Instant Theatre shows as a Guest Artist, and on her lonesome in other cool comedy shows around the city. She’s performed frequently in the Vancouver International Improv Festival, in the Del Close marathon in New York, at Ryan Stiles’ Upfront Theatre in Bellingham, and most recently at the Toronto Fringe Festival. Some voice credits include The Dragon Prince, Lego: Legends of Chima, Lego: Elves, and Screechers Wild!",
        "Image": "/images/guests/racquel-belmonte.jpg"
    }, {
        "Name": "Jesse Inocala",
        "Desc": "Jesse Inocalla is an actor, voiceover artist, and producer with over ten years of experience in the entertainment industry. Choice voiceover credits include The Dragon Prince, Sleeping Dogs: Triad Wars, Marvel, Hasbro, CAPCOM, LEGO, Disney, The Little Prince, and B-Daman: Fireblast. He’s also won awards for his work onstage and has been a part of award-winning films like El Gigante and La Quincenera by Luchagore Productions, and Ghost Can by Off World Pictures. ",
        "Image": "/images/guests/jesse-inocala.jpg"
    }, {
        "Name": "Jason Simpson",
        "Desc": "Jason Simpson is a prairie boy who brought his eagerness and ambition to Vancouver 20 years ago, and in those 2 decades, has had the pleasure of building a diverse acting resumé. \n\nRecent project credits include VIREN in Netflix’s ‘The Dragon Prince’; the ANNOUNCER in EA Sports’ NHL’18/NHL’19 “Threes”; and a multi-episode arc on the hit CW show, DC Legends of Tomorrow. Jason is proud to have been the voice of numerous other characters on hit shows like Reex, Roog and Romble in LEGO’s Nexo Knights; BIRCH BUCKET, SPEARHEAD and the BUFOGREN in My LittlePony; LOBOS, TORCH WEAVER, and BIKEY in Black Lagoon and more. You’ll also hear him doing his thing in Screechers Wild, Superbook, Nina’s World, the hit feature Sausage Party, Netflix’s The Hollow & The Deep, Supernoobs, Geronimo Stilton, Gundam Seed Destiny 00, Death Note, and many more. \n\nJason can be heard in numerous video game titles such as League of Legends, voicing the monstrous RENGAR; the Mechwarrior franchise, Thimbleweed Park, Tooth and Tail, Industries of Titan, SEYMOUR REDDING in the Dead Rising franchise, The Amazing SpiderMan, N.O.V.A. 3, and a host of others. \n\nJason started his career in Film & Television, and still loves to throw his large, 6’4” frame in front of the camera as much as he can. Select film and TV credits include The Magicians, Riverdale, Arrow, Lucifer, iZombie, Once Upon A Time, Psych, and Fringe to name a handful.",
        "Image": "/images/guests/jason-simpson.jpg"
    }]
}