{
    "guests": [{
        "Name": "Devyn Dalton",
        "Desc": "Devyn Dalton is a Canadian born actor, dancer, and stunt performer. Strongly recognized for her motion capture performance roles and voice work.She was scouted by an agent in her home town of Edmonton, who recruited her to the film industry in Vancouver, BC. Devyn continued her training in dance and theatre, performing throughout Canada and Worldwide. \n\nSome of her accomplishments include landing her first feature film \"Rise of the Planet of the Apes,\" playing two lead live-action roles. This was the start of Devyn's career as an established motion capture artist, having a chance to work alongside some of the best in the biz, Andy Serkis and Terry Notary. Ms.Dalton was brought back on board for the franchises third film, \"War of the Planet of the Apes,\" playing the role Cornelius. \n\nNickelodeon first snatched Devyn up to play the lead character of Christmas Carol in \"A Fairly Odd Christmas\" along side stars Drake Bell and Daniella Monet. Later they cast her as Gretel of the famous Hansel and Gretel duo, in the adventure film, \"Escape from Mr. Lemoncello's Library.\" Her latest and most rewarding accomplishment to date is having worked alongside legend Steven Spielberg in the feature \"The BFG.\" \n\nDevyn also expresses her talents as a professional stunt performer. Some of her many credits have been, Percy Jackson: The Sea of Monster, Godzilla, Once Upon A time, Arrow,Supernatural, A Series of Unfortunate Events, X-files, Wonder and Legion. Devyn more recently joined the star studded cast of three big time features, Marvels X-men: Dark Phoenix, Skyscraper and The Predator. \n\nDevyn's voiceover journey started when she joined \"Barbies Rock N' Royal\" movie, voicing the spunky rocker girl, Zia. You can also hear Devyn in the hit anime series \"Beyblade Burst\" voicing the role of Shasa. Joining the cast of \"My Little Pony: Friendship Is Magic\", as the loveable Ocellus, deems to be one of Devyn's favourite and most rewarding roles.",
        "Image": "/images/guests/devyn-dalton.jpg",
        "Type": "VIP",
        "Autographs": "https://store.ponyfest.horse/category/devyn-dalton-ocellus",
        "Social": {
            "Twitter": "https://twitter.com/devyndalton",
            "Instagram": "https://twitter.com/devyn.dalton"
        }
    }, {
        "Name": "Giles Panton",
        "Desc": "Raised in Vancouver, BC, Canada, Giles is an award winning actor who’s worked extensively in the film/television and voice fields.\n\nHis first job was playing the groom in a well known wedding commercial which ran for almost a decade. Since then his career has taken him all over North America and given him the opportunity to work on feature films, TV series, video games, and animation projects. He’s played leads, supporting leads, and guest stars on shows like Nexo Knights, My Little Pony, Batwoman, Voltron Force, Flash Gordon, and Far Cry 5 and he’s even had the privilege of voicing iconic characters such as Tarzan on Netflix’s Tarzan and Jane. Other career highlights include getting his first action figure for an animated series (Max Steel), awhole line of toys for his lead role on a Lego Series (Nexo Knights), as well as getting to star in a 4D movie for the same character at a major Lego theme park.\n\nThe past few years have brought a lot of momentum for Giles, landing him major roles on award-winning series like Amazon Prime’s ‘The Man in The High Castle’, giving him the opportunity to voice super villains such as Norman Osborn and Carnage for Marvel (recently landing him another best actor voice nomination), and having the huge honor of voicing Tony Stark for a new Marvel series. He’s currently working on several voice projects for companies such as Lego and Marvel and is very excited to share them in the near future.",
        "Image": "/images/guests/giles-panton.jpg",
        "Type": "VIP",
        "Autographs": "https://store.ponyfest.horse/category/giles-panton-flash-magnus",
        "Social": {
            "Twitter": "https://twitter.com/G_Panton",
            "Instagram": "https://instagram.com/gilespanton"
        }
    }, {
        "Name": "Ian Hanlin",
        "Desc": "Originally from the salty East Coast of Canada, Ian Hanlin now calls Vancouver home. After making the jump from coast to coast, Ian quickly found himself involved in the incredible world of voice over and has played a growing number of strange, silly and strangely silly characters in many cartoons and video games.\n\nIan can be heard as Owen Grady in Lego Jurassic World: The Secret Exhibit, Fire-Man/Air-Man/Man-Man in Mega Man: Fully Charged, Poseidon/Theseus/Chimera in Minecraft Miniseries: Mystery of The Greek Isles, Sunburst in My Little Pony: Friendship is Magic, Lance Richmond in Lego Nexo Knights, Trad Vasquez in Beyblade Burst, Alpha in Tobot Athlon, Mr. Magoo in Mr. Magoo, Dad Pocket in Polly Pocket, Durand in Summoners War: Friends and Rivals, Paimon in Line Rangers, Acronix in Ninjago, Larry Parker in Far Cry 5, Ralph in Fruit Ninja and many more.\n\nWhen not behind the mic, Ian can be found wondering where that spider in the shower went...",
        "Image": "/images/guests/ian-hanlin.jpg",
        "Type": "VIP",
        "Autographs": "https://store.ponyfest.horse/category/ian-hanlin-sunburst",
        "Social": {
            "Twitter": "https://twitter.com/IanStuartHanlin"
        }
    }, {
        "Name": "\"Big\" Jim Miller",
        "Desc": "Big Jim is the former Supervising Series Director of MLP:FiM. He’s now working on the 2021 Johnny Test reboot. He’s staying at home as much as possible during this global crisis, and so should you.",
        "Image": "/images/guests/jim-miller.jpg",
        "Type": "VIP",
        "Social": {
            "Twitter": "https://twitter.com/TheBiggestJim"
        }
    }, {
        "Name": "Faulty",
        "Desc": "The Self proclaimed King of Progressive House in the current day Pony Fandom will be bringing you nothing but the best music of the Pony EDM scene!",
        "Image": "/images/guests/faulty.png",
        "Social": {
            "YouTube": "https://www.youtube.com/faultyfelix"
        }
    }, {
        "Name": "BlackIceMusic",
        "Desc": "Producing music since 2014, BlackIceMusic was originally inspired by Martin Garrix on the commercial side and Woodentoaster/Glaze on the fandom side and more recently created a similar sound to his current idol Dirty Palm.\nWith the goal to create pony-themed Bounce and Future House and being mostly known for tracks like \"\"Sweet and Sour\"\", \"\"Updraft\"\" and \"\"The Fuff\"\", he has come quite a long way.\n\nHe recently picked up DJing as a hobby and had his first live performances at two small conventions, followed by several online events like BABSConline, Burning Mare and Trotcon. With a set mostly featuring Melbourne/Future Bounce, as well as Future House, BlackIceMusic is guaranteed to bring energy to your speakers and headphones.",
        "Image": "/images/guests/blackicemusic.png",
        "Social": {
            "Social Media": "https://compiled.social/blackicemusic"
        }
    }, {
        "Name": "Nevermourn",
        "Desc": "Hi, I'm Nevermourn! You might have caught some of my sets at various US cons while we were still having those. I mainly produce and DJ drum and bass, and I've been on various community albums between Ponies at Dawn and A State of Sugar. I like to touch as many genres as I can in a set, so be sure to tune in for a taste of everything!",
        "Image": "/images/guests/nevermourn.png",
        "Social": {
            "Twitter": "https://twitter.com/nevermournmusic"
        }
    }, {
        "Name": "Drummershy",
        "Desc": "Drummershy is a drummer/musician based out of Baltimore Maryland. He is a Certified Music and Audio Production Engineer. He is also the current drummer in the Baltimore band, Flying Jacob.\n\nHe has collaborated and Performed with many internet musicians such as Cyril The Wolf, 4Everfreebrony, Tarby, L Train, Luckrock, Vylet pony, Princewhateverer, Geekbrony, Djohn Mema, Stealing shad3z, MelodyBrony and many more.\n\nHe continues to drum for fandom's and internet music collaborations.",
        "Image": "/images/guests/drummershy.jpg",
        "Social": {
            "Twitter": "https://twitter.com/_Drummershy_",
            "YouTube": "https://www.youtube.com/user/DRUMMERSHY",
            "Website": "https://drummershy.com/"
        }
    }]
}
