{
    "guests": [{
        "Type": "musician",
        "Name": "∆•RYZ",
        "Style": "Melodic EDM",
        "Desc": "∆•MIX is a high-energy showcase of melodic house, electro, hardcore, DnB, and more. I have been DJing for PVFM for over 10 years, sharing my love of music with the world.",
        "Image": "/images/guests/deltaryz.png",
        "Social": {
            "HomePage": "https://deltaryz.com"
        }
    },{
        "Type": "musician",
        "Name": "AchieveHunter1",
        "Style": "Hardstyle and House",
        "Desc": "Hello everybody, I'm AchieveHunter1 and I'm happy to be here with all of you. I'm just a regular guy who likes to do different things in life. I'm originally known for Video Vlogs for Conventions on YouTube. I do love playing sports like Baseball, Basketball and Hockey. I also love to DJ for everyone at Conventions wherever I go to. (Mostly Renegade Stage) I hope I get to see each other at any Convention I go to in the coming years.\n\n LET'S DO THIS!",
        "Image": "/images/guests/AchieveHunter1.jpg",
        "Social": {
            "Twitter": "https://x.com/AchieveHunter1",
            "Twitch": "https://www.twitch.tv/achievehunter1"
        }
    },{
        "Type": "musician",
        "Name": "Acid Applejack",
        "Style": "Hard dance",
        "Desc": "My name is Acid Applejack. I am a DJ/producer for 13 years for mostly EDM. And i am mostly known for remixes on youtube so prepare for madness",
        "Image": "/images/guests/AcidApplejack.png",
        "Social": {
            "Twitter": "https://x.com/AcidApplejack",
            "Facebook": "https://www.facebook.com/Leroystelten",
            "YouTube": "https://youtube.com/@AcidApplejack"
        }
    },{
        "Type": "musician",
        "Name": "AWal",
        "Style": "UK & Happy Hardcore",
        "Desc": "Hailing from East US, AWal brings a sound that is both fast and energetic. Be sure to bring plenty of kandi and glowsitcks. AWal has been DJing Happy Hardcore long enough to recall it as UK Hardcore (well over 20 years at this point), and has been resident on PonyvilleFM for nearly 10 years now.",
        "Image": "/images/guests/awal_with_new_logo.png",
        "Social": {
            "Twitter": "https://twitter.com/awal__",
            "YouTube": "https://www.youtube.com/c/AWalYT",
            "Fediverse": "https://mastodon.xyz/@AWal",
            "Bluesky": "https://bsky.app/profile/awal.bsky.social"
        }
    },{
        "Type": "musician",
        "Name": "Bolt the Super-Pony",
        "Style": "House, Bouncey stuff, Electro-Swing, You Decide!",
        "Desc": "Hey everyone! I've been a show host on PVFM since 2015, playing your song requests as part of Music is Timeless Friday nights at 9PM Pacific time (almost) every week! I've also had the honor of participating in P@D and ASoS album release parties with sets that evolved into request-based sets with the advent of PonyTown. PVFM was the catalyst for my performing in the MLP community, and since joining the station I've had the honor of taking the stage in many online and IRL conventions both in and out of the Pony fandom, and I appreciate my friends and everyone who's been with me for the ride. ❤️\n\nThis is a live request set - please click the gear in my profile and use the whisper function to send me your Pony song request!",
        "Image": "/images/guests/bolt.png",
        "Social": {
            "Bluesky": "https://bsky.app/profile/superponybolt.bsky.social",
            "YouTube": "https://www.youtube.com/@BolttheSuperPony"
        }
    },{
        "Type": "musician",
        "Name": "brambleshadow4",
        "Style": "Dubstep",
        "Desc": "You've seen him play ukulele around at cons, but have you heard him play on the internet? Join him online for a fun song filled set and of course, some ukulele.",
        "Image": "/images/guests/brambleshadow4.jpg",
        "Social": {
            "Twitter": "https://x.com/brambleshadow4",
            "BandCamp": "https://brambleshadow4.bandcamp.com"
        }
    },{
        "Type": "musician",
        "Name": "Cod3breaker",
        "Style": "Electronic Music",
        "Desc": "Cod3breaker is back to PVFM for its 14th Birthday party. Get ready for a selected DJ set of EDM Bangers from Brony music!",
        "Image": "/images/guests/Cod3postalPVFM14.jpg",
        "Social": {
            "LinkTree": "https://linktr.ee/cod3breakermusic"
        }
    },{
        "Type": "musician",
        "Name": "Dauntless Dan",
        "Style": "Colour Bass/Dubstep/Trap",
        "Desc": "Indigenous EDM Producer/DJ and indie game sound designer. I am a cybernetic deer anomaly who is colour bass focused with a heavy hitting music style. Some may remember me being previously known in the fandom as \"Crusad3r.\"",
        "Image": "/images/guests/DD_simple_glowing.png",
        "Social": {
            "FanLink": "https://fanlink.tv/DauntlessDan"
        }
    },{
        "Type": "musician",
        "Name": "DJ SoundBreaker",
        "Style": "Hard, Dance",
        "Desc": "hi i'm DJ SoundBreaker i'm here for make you dancing and give you some good vibes",
        "Image": "/images/guests/DJ_SoundBreaker2.png"
    },{
        "Type": "musician",
        "Name": "Drøpper Vampire",
        "Style": "Melodic Bass/Midtempo",
        "Desc": "Dropper has been another exponent in EDM with Big Room House as his main style but due to pressure and anxiety he took a break for a year, now in his return as ''Drøpper Vampire'' to music and performances will surround us with an atmospheric, emotional and euphoric sound",
        "Image": "/images/guests/DrøpperVampirePonyFest.png",
        "Social": {
            "LinkTree": "https://linktr.ee/droppervampire"
        }
    },{
        "Type": "musician",
        "Name": "Epiphany",
        "Style": "Rock/Metal",
        "Desc": "I've been posting music for over a year now. Since most of my work is MLP related, I think this would be a great way for me to reconnect with the community.",
        "Image": "/images/guests/Epiphany.png",
        "Social": {
            "YouTube": "https://youtube.com/@epiphany-ij4tp"
        }
    },{
        "Type": "musician",
        "Name": "Mare in the Rain",
        "Style": "Metalcore",
        "Desc": "Melancholy metal pony noises since 2021. Crying often, headbanging always.",
        "Image": "/images/guests/MareintheRain.jpg",
        "Social": {
            "Boosty": "https://boosty.to/lunaramitymusic/ref",
            "BandCamp": "https://mitrmusic.bandcamp.com"
        }
    },{
        "Type": "musician",
        "Name": "Midnight Wave",
        "Style": "Drum & Bass, Electronic, House",
        "Desc": "Hi, I'm Midnight Wave, this is totally one of the sets of all time, been a DJ for over a year, only ever played in VRChat pretty much.",
        "Image": "/images/guests/MidnightWave.png",
        "Social": {
            "HomePage": "https://bsky.app/profile/midnightwave.birb.horse"
        }
    },{
        "Type": "musician",
        "Name": "mycutiemarkisagun",
        "Style": "Hip-Hop",
        "Desc": "hey its that hippity-hop zeeb that's been making boom bap horse beats since 2011 and really weird horse DJ sets since 2020!!! i wonder if he'll play anything weird ",
        "Image": "/images/guests/mcmiag_zebra.jpg",
        "Social": {
            "BandCamp": "https://free-zebras-and-black-power.bandcamp.com/"
        }
    },{
        "Type": "musician",
        "Name": "Nevermourn",
        "Style": "Liquid DnB",
        "Desc": "Hi, I'm Nevermourn, a drum and bass DJ and Producer that's been active in the MLP fandom since 2017. I'll be playing a chill drum and bass set to keep you feeling warm and cozy.",
        "Image": "/images/guests/NMfixblackbg.png",
        "Social": {
            "HomePage": "https://nevermourn.fm"
        }
    },{
        "Type": "musician",
        "Name": "Pipetka",
        "Style": "Dubstep\\EDM\\DnB\\Rave",
        "Desc": "I am a brony musician and game composer who blends powerful electronic bass with deep atmospheric melodies to create a bright and energetic sound. My set includes driving dubstep, drum and bass, and rave, complemented by rock-themed tracks to build a rich and dynamic atmosphere. I've been making music for 8 years and constantly experiment with genres to surprise listeners and immerse them in a world of vivid emotions. On stage, I deliver live sets that offer an unforgettable experience through energy and sound diversity.",
        "Image": "/images/guests/Pipetka2.png",
        "Social": {
            "VK": "https://vk.com/banehouse",
            "Twitter": "https://twitter.com/pipetka14425867",
            "Telegram": "https://t.me/BaneHouse",
            "YouTube": "https://www.youtube.com/@-pipetka-"
        }
    },{
        "Type": "musician",
        "Name": "Prowox",
        "Style": "Pony",
        "Desc": "Prowox brings a mix of pony music containing some of the latest bangers, old classics and overlooked gems.",
        "Image": "/images/guests/prowox.png",
        "Social": {
            "Twitter": "https://twitter.com/Prowox010",
            "YouTube": "https://www.youtube.com/@Prowox",
            "Fediverse": "https://equestria.social/@prowox"
        }
    },{
        "Type": "musician",
        "Name": "Rock Fox",
        "Style": "Open format dance",
        "Desc": "Rock Fox is a longtime resident with Ponyville FM, running a weekly show on the station since 2017. Hailing from Sydney, they've played at cons across Australia and North America and love to bring you songs that make you smile!",
        "Image": "/images/guests/ScrungleJess.jpg",
        "Social": {
            "Twitter": "https://x.com/rockfoxdj",
            "Bluesky": "https://bsky.app/profile/rockfoxdj.bsky.social"
        }
    },{
        "Type": "musician",
        "Name": "Royalpony",
        "Style": "HardDance (Hardstyle/Happy Hardcore)",
        "Desc": "I go by Royalpony and or Royal, Hard Dance/ Hardstyle, Happy Hardcore DJ and Composer. Melodical and Raw for all ages! I've been in the game since early December or 2010.\nHead of 'HWPS Group'",
        "Image": "/images/guests/royalpony.jpg",
        "Social": {
            "BandCamp": "https://royalpony5300.bandcamp.com"
        }
    },{
        "Type": "musician",
        "Name": "SCR4TCHK4T",
        "Style": "Hyperpop & EDM",
        "Desc": "SCR4TCHK4T is an electronic music producer and DJ from Seattle, WA. She first started out in 2014 right around the same time she joined the Brony fandom. She's best known for her widely popular remixes and original songs, including collaborations with musicians like, SOUND BANDIT, CantoAcrylic, rawrity and many others.\nShe's also known for her fun energetic DJ sets, and has performed at various pony conventions and events like PonyFest Online, Burning Mare, Everfree Northwest, and many more!",
        "Image": "/images/guests/SCR4TCHK4T_LOGO_3-1.png",
        "Social": {
            "LinkTree": "https://linktr.ee/scr4tchk4t",
            "Twitter": "https://twitter.com/SCR4TCHK4T",
            "YouTube": "https://youtube.com/@SCR4TCHK4T",
            "SoundCloud": "https://soundcloud.com/scr4tchk4t",
            "BandCamp": "https://scr4tchk4t.bandcamp.com/,",
            "Spotify": "https://spotify.link/GdLPyWV7dyb"
        }
    },{
        "Type": "musician",
        "Name": "TC V Poetry Pony Dreams",
        "Style": "all genres",
        "Desc": "I've been singing ever since I've been very young!  I am a trained professional singer and I'm a huge MLP fan! My set would definitely be a mix of genres of music celebrating MLPs anniversary!  I'm the voice of pixel for ponies online VA mascot!",
        "Image": "/images/guests/TCVPoetryPonyDreams.png",
        "Social": {
            "Youtube": "https://youtube.com/channel/UCcn_RasRBDmWES_ZVZYQyEA"
        }
    },{
        "Type": "musician",
        "Name": "Thrack",
        "Style": "Acoustic",
        "Desc": "Seafaring and love songs to warm the heart, Thrack has made a name for himself playing with multiple bands throughout the last couple years of pony conventions. He plays acoustic shanties and rock music interchangeably for a fun balance of upbeat and relaxing.",
        "Image": "/images/guests/thrack.png",
        "Social": {
            "LinkTree": "https://linktr.ee/captainthrack"
        }
    },{
        "Type": "musician",
        "Name": "Thunder_Kick",
        "Style": "Hardcore",
        "Desc": "I'm Thunder, I've been part of this community for over 8 years, and been DJing for as long. When i started, the DJs at PVFM inspired me and helped me to learn. A few years ago I started my weekly show on PVFM titled Friendship Is Rave, playing Hardcore and Drum 'n Bass bangers.",
        "Image": "/images/guests/ThunderKick.png",
        "Social": {
            "Twitter": "https://twitter.com/djthunderkick"
        }
    },{
        "Type": "musician",
        "Name": "Trey Husk",
        "Style": "Progressive House",
        "Desc": "Trey Husk is an Electronic Music Producer and DJ from Northeast Ohio. Originally entering the scene as “FORSAKE”, Trey has made a name for himself in the Brony music community, having many notable releases on the \"Ponies At Dawn\" compilation series, and is known for his powerful and euphoric sound. Get ready for an electric mix full of fun and uplifting dance music!",
        "Image": "/images/guests/TreyHusk.png",
        "Social": {
            "Twitter": "https://twitter.com/TreyHuskMusic",
            "YouTube": "https://youtube.com/@treyhusk",
            "BandCamp": "https://treyhusk.bandcamp.com/"
        }
    },{
        "Type": "musician",
        "Name": "VinylTastic",
        "Style": "Electro House & Bounce",
        "Desc": "DJ VinylTastic is ready to drop the bass with his electrifying, bass pumping, full throttle sets full of electro house, bounce & dubstep.\n\nAfter joining forces with PonyvilleFM and taking the world by storm with his radio show “Scratching The Surface”, VinylTastic then went onto making his debut on Stage at BABScon 2017, and later on at several cons such as Everfree Northwest, Nightmare Nights, Ponyville Ciderfest, Whinny City, High Roller & Bronycon!",
        "Image": "/images/guests/VinylTastic.png",
        "Social": {
            "Twitter": "https://x.com/VinylTastic",
            "🦀": "https://www.youtube.com/watch?v=-50NdPawLVY"
        }
    },{
        "Type": "musician",
        "Name": "Zephcore",
        "Style": "Hard dance, Hard trance",
        "Desc": "I am Zephcore, a DJ which represents the \"party hard mentality\". I started my journey last Year at PoniesOnline, the Rave of the House of Belles and local meetups. I am not doing this by my own.. in fact I am accompanied by an Angel and a Devil who always influence my decisions between melodic trance beats and restless hardcore kicks. Working together is the key to offer unique variations within their sets, but it is stills hard to predict the next move.",
        "Image": "/images/guests/Zephcore.png",
        "Social": {
            "Twitter": "https://x.com/zephcore02",
            "Bluesky": "https://bsky.app/profile/zephcore.bsky.social",
            "YouTube": "https://www.youtube.com/@Zephcore02",
            "MixCloud": "https://www.mixcloud.com/Zephcore/"
        }
    }]
}