{
    "guests": [{
        "Name": "PrinceWhateverer",
        "Desc": "Heyo! I'm Prince!\n\nMLP themed rock & metal musician since 2011 with no plans to stop... Ever!\nIf you like high-energy rock tunes then I'm your guy! >:D \n\nSee you in the pit! \\,,/,",
        "Image": "/images/guests/princewhateverer.png",
        "Social": {
            "Twitter": "https://twitter.com/PWhateverer",
            "YouTube": "https://www.youtube.com/user/princewhateverer",
            "Twitch": "https://www.twitch.tv/prince_whateverer/",
            "Bandcamp": "https://princewhateverer.bandcamp.com/"
        }
    }, {
        "Name": "Eurobeat Brony (Odyssey Eurobeat)",
        "Desc": "Eurobeat Brony is the earliest and longest-lasting pioneer of brony music. From penning the original \"Discord\" from which The Living Tombstone's remix was borne, to several other classics of the scene including \"Luna\", \"Diamond Dogs\", \"Batty\", and several lasting remixes of the show, Eurobeat Brony (or Odyssey, or T. Stebbins, or Ken Blast from the Initial D soundtrack…) knows a thing or two about how to string old classics, new hits, and cutting-edge tracks together into an unforgettable performance.",
        "Image": "/images/guests/odyssey.png",
        "Social": {
            "Linktree": "https://linktr.ee/odysseyeurobeat"
        }
    },{
        "Name": "Koa",
        "Desc": "Koa is a serial collaborator in the brony fandom the resident yellow pegasus of electropop, striving to bring you a set full of variety and danceable tunes to keep your head bobbin'!",
        "Image": "/images/guests/koa.png",
        "Social": {
            "Twitter": "https://twitter.com/KoaPony"
        }
    }, {
        "Name": "General Mumble",
        "Desc": "Hello! I'm General Mumble and I make and perform a wide range of stuff! I'll prolly be performing some of my more vocal-oriented things because I can't DJ.",
        "Image": "/images/guests/generalmumble.png",
        "Social": {
            "Bandcamp": "https://mumbleetc.com/",
            "Twitter": "https://twitter.com/generalmumble",
            "YouTube": "https://www.youtube.com/MumbleEtc"
        }
    },{
        "Name": "Nevermourn",
        "Desc": "Nevermourn is a drum and bass producer and a writer for Horse Music Herald. A regular on the A State of Sugar compilation albums, and a few Ponies at Dawn albums. He is known mainly for his drum and bass music, but he's no stranger to pushing the boundary on genres of music.",
        "Image": "/images/guests/nevermourn.png",
        "Social": {
            "YouTube": "https://www.youtube.com/nevermourn",
            "Twitter": "https://twitter.com/nevermournmusic",
            "Soundcloud": "https://soundcloud.com/nevermourn"
        }
    }, {
        "Name": "Metajoker",
        "Desc": "Metajoker has been writing and performing music in the Brony community for nearly ten years, having written songs such as \"Universe\" and \"Still Shy\" and collaborated with musicians such as UndreamedPanic, 4EverfreeBrony, and Gatopaint. He always aims to take listeners on an emotional journey with his music and lyrics, and can't wait to bring his unique brand of songwriting to PonyFest!",
        "Image": "/images/guests/metajoker.png",
        "Social": {
            "YouTube": "https://www.youtube.com/c/Metajoker",
            "Twitter": "https://www.twitter.com/MetajokerMusic"
        }
    }, {
        "Name": "Luck Rock",
        "Desc": "Luck Rock has been around the concert scene for a long time now, whether it be setting them  up, playing onstage, or just doing his one dance move in the crowd. Playing around with several genres, you can always expect some high-energy rock as well as some emotional surprises and maybe more!",
        "Image": "/images/guests/luckrock.png",
        "Social": {
            "Twitter": "https://twitter.com/LuckRockMusic"
        }
    }, {
        "Name": "DoTheDaringDew",
        "Desc": "DoTheDaringDew is a songwriter from Dallas, Texas and has been a part of this crazy ride since early 2012. He has been to his fair share of pony conventions, performing on both stages and out in the halls. Whether he is doing that or running silly pony panels, Dewie brings an energy and passion to the show and fandom he loves!",
        "Image": "/images/guests/dothedaringdew.png",
        "Social": {
            "YouTube": "https://www.youtube.com/user/DoTheDaringDew",
            "Soundcloud": "https://soundcloud.com/dothedaringdew",
            "Facebook": "https://www.facebook.com/DoTheDaringDew/",
            "Twitter": "https://twitter.com/DoTheDaringDew",
            "Bandcamp": "https://dothedaringdew.bandcamp.com/"
        }
    }, {
        "Name": "Drummershy",
        "Desc": "Drummershy is a drummer/musician based out of Baltimore, Maryland. He is a Certified Music and Audio Production Engineer. He is also the current drummer in the Baltimore band, Flying Jacob.\n\nHe continues to drum for fandom and internet music collaborations.",
        "Image": "/images/guests/drummershy.png",
        "Social": {
            "Twitter": "https://twitter.com/_drummershy_",
            "YouTube": "https://youtube.com/c/Drummershy"
        }
    }, {
        "Name": "Prowox",
        "Desc": "One of the few Bronies left in Finland who didn’t move on to the Anime- or Furry Fandom. In 2020 he decided to take a more active part in the music side of the fandom of which he had always been an avid listener, by both picking up DJing, performing at various online events, and co-founding an online pony music festival. You can expect to hear either sets filled with Drum and Bass or sets going through various electronic genres, usually getting faster as it goes on.",
        "Image": "/images/guests/prowox.png",
        "Social": {
            "Twitter": "https://twitter.com/prowox010",
            "YouTube": "https://www.youtube.com/user/prowox010/"
        }
    }, {
        "Name": "Evershade",
        "Desc": "Bring your party on to this vibin' music set by Evershade. Expect to be grooving to the electronic dance and pop tracks that he has planned for you. Experience some familiar and even some new tunes that will get you on your feet... er... hooves!",
        "Image": "/images/guests/evershade.png",
        "Social": {
            "YouTube": "https://www.youtube.com/channel/UC0FPGo7lj4gqauBnjptR2_Q",
            "Twitter": "https://twitter.com/Evershadee",
            "Bandcamp": "https://evershademusic.bandcamp.com/releases"
        }
    }, {
        "Name": "AWal",
        "Desc": "AWal hails from the not too far away polar vortex, bringing a sound that is both fast and energetic. Be sure to bring your kandi and glowsticks because his show is definitely not one to miss.",
        "Image": "/images/guests/awal.png",
        "Social": {
            "AWal": "https://twitter.com/awal__",
            "Soundcloud": "https://soundcloud.com/awalsc/",
            "YouTube": "https://www.youtube.com/c/AWalYT",
            "Twitch": "https://www.twitch.tv/awal_"
        }
    }, {
        "Name": "MelodyBrony",
        "Desc": "MelodyBrony is a multi-instrumentalist musician based in southeast Michigan. Melody specializes in rock and metal but also does softer genres as well. With a track record of many performances, he has a sound for all audiences. Original album \"Wannabe Rockstar\" coming soon.",
        "Image": "/images/guests/melodybrony.png",
        "Social": {
            "Linktree": "https://linktr.ee/MelodyBronyMusic"
        }
    }, {
        "Name": "Beatspark",
        "Desc": "For those of you who don't know him, BeatSpark is a turquoise Unicorn that hails from the Upside Down land of Australia, who often calls people \"bean\" instead of their actual names and is all around a friend to all. He first joined the fandom back in 2018 when he was introduced by a close friend, also having found out about musicians like Budzy, Glaze, The Living Tombstone, Silva Hound etc. around the same time, with his eventual start on music production towards the halfway point of 2019. (BeatSpark also tried his hand at DJing around then, but never actually started to invest time in such until recently.) Since then, he's had the privilege to be able to meet so many new people and in time call them his friends and create content for others to enjoy; With the show and the fandom to thank for it. BeatSpark hopes that he can keep the Magic of Friendship alive and kicking for years to come, and most importantly, he'll be doing it for y'all! <3",
        "Image": "/images/guests/beatspark.png",
        "Social": {
            "Linktree": "https://linktr.ee/BeatSpark"
        }
    }, {
        "Name": "Tw3lv3",
        "Desc": "I'm a belgian Producer/DJ known for my collabs with Koa, General Mumble MC-Arch, Drummershy etc. I mainly produce Liquid Drum&Bass and Lo-Fi but I also made other genres. I put all my energy in my sets, playing fast songs that puts you in a good mood. I'm also at the head of VibePoniez, a Lo-Fi/Chill music brony label and Youtube Radio.",
        "Image": "/images/guests/tw3lv3.png",
        "Social": {
            "Linktree": "https://linktr.ee/Tw3Lv3"
        }
    }, {
        "Name": "Whirly Tail",
        "Desc": "Hello world! I am Whirly Tail, an up-and-coming happy hardcore producer in the fandom with a lot of love to give and a lot of fun to have!! If you like fast tunes and a lot of heart, I think you will enjoy what I have to offer!",
        "Image": "/images/guests/whirlytail.png",
        "Social": {
            "Twitter": "https://twitter.com/whirlytail",
            "YouTube": "https://youtube.com/whirlytail"
        }
    }, {
        "Name": "mycutiemarkisagun",
        "Desc": "Okay I'm pretty sure I either already applied to this and forgot, or forgot to apply to this. So uhhhhhhhhhhhhhhh UHHHHHHHHHHHHHHHHHHHHHH IDK WHY IS THIS FORM STILL OPEN, IT WAS OPEN SO I FIGURED WHY NOT-",
        "Image": "/images/guests/mcmiag.jpg",
        "Social": {
            "Bandcamp": "https://free-zebras-and-black-power.bandcamp.com/",
            "Twitter": "https://twitter.com/mcmiag"
        }
    }, {
        "Name": "Khaliber",
        "Desc": "Hey there! May name is Khaliber! I'm a DJ / Producer from Maryland. Though I've been producing for 7 years, I' wouldn't start my Khaliber project until 2017. In 2020, I would find my break into the brony music scene with my single, Beyond, which would also be my debut on the Ponies At Dawn music group. Now, in 2021, this is my biggest year yet. With releases on ASOS, Equinity, even more Ponies At Dawn releases, and an Official Remix for Silva Hound's Root of All Evil Remix EP, I don't intend on slowing down this year. Meanwhile, I whip MLP conventions into a frenzy with my supercharged DJ sets along with breathtaking visuals and fx.",
        "Image": "/images/guests/khaliber.png",
        "Social": {
            "Twitter": "https://twitter.com/khaliberr",
            "Spotify": "https://open.spotify.com/artist/27uhOz3aj61Jbvnoc0yUrH?si=LSmDJVe-S2yfKO7qe8gPaQ",
            "Youtube": "https://www.youtube.com/c/KHALIBER",
            "Bandcamp": "https://khalibermusic.bandcamp.com"
        }
    }, {
        "Name": "PHES",
        "Desc": "PHES is a music producer from the United States who started making music in 2016, and has been dedicated to fill the void of French House and Future Funk in the brony fandom. He used to go under FilledSilhoutte, before retiring it with his 3rd album “Rarity’s Fashion Playlist.",
        "Image": "/images/guests/phes.png",
        "Social": {
            "YouTube": "https://youtube.com/c/phestunes",
            "Bandcamp": "https://phes.bandcamp.com/",
            "Soundcloud": "https://soundcloud.com/phes_tunes",
            "Twitter": "https://twitter.com/PHES_Tunes",
            "Instagram": "https://instagram.com/phes_tunes"
        }
    }, {
        "Name": "MC-Arch",
        "Desc": "MC-Arch is a No nonsense taking Out-Of-The-Box thinking Brony Hiphop MC from the Netherlands who is more than willing to show what HE has to say/show/do for the Fandom he loves with all of his Heart. Arch is also a Huge Fluttershy fan and is more than happy to bring forward how the show inspires him to write, sing, rap, and perform the Magic and willpower found in his Music! And despite having a troubled past, he shows it does NOT define you. and that you can create a beautiful world aslong as YOU have the will to believe in one! \n\nYou are ALL welcome to witness the rise of a Musician who remembered who he is, and how he is going to change the game because of it! It's MC-Arch's turn to get on that Ponytown stage infront of the 1000's, FUFing around and having fun while he brings you music! \n\nScrew the box, he's not here to fit into it... He's here to show you don't need too. \nAnd that YOU can do it too! \n\nfor the people, by the people! /) Brony for LIFE! (And big-ups to ALL fluttershy fans! <3 )",
        "Image": "/images/guests/mc-arch.png",
        "Social": {
            "Twitter": "https://twitter.com/II_MCArch_II",
            "YouTube": "https://www.youtube.com/user/TheMCArch",
            "Bandcamp": "https://mc-arch.bandcamp.com/"
        }
    }, {
        "Name": "Steryotype",
        "Desc": "I'm just a hors that makes lofi hip hop, that sometimes fuses with hip hop and r&b",
        "Image": "/images/guests/steryotype.jpg",
        "Social": {
            "Twitter": "https://twitter.com/Steryotype99",
            "Bandcamp": "https://steryotypicalmusic.bandcamp.com/",
            "YouTube": "https://www.youtube.com/channel/UC2ho4gW4vTkjie_DlL7B9Cw"
        }
    }, {
        "Name": "SOUND BANDIT",
        "Desc": "Sound Bandit makes fast music. If you like music, then please listen to Sound Bandit's set at PonyFest 2021.",
        "Image": "/images/guests/soundbandit.png",
        "Social": {
            "Website": "https://soundbandit.xyz",
            "Twitter": "https://twitter.com/soundbandLt"
        }
    }]
}
