{"rooms":{"Art Theater":[{"id":"art1","startTime":"2020-05-30T12:00:00-04:00","endTime":"2020-05-30T13:00:00-04:00","title":"Viwrastupr + Hyper Dash + dSana","panelists":"","description":""},{"id":"art2","startTime":"2020-05-30T13:00:00-04:00","endTime":"2020-05-30T14:00:00-04:00","title":"Hyper Dash + OutOfWorkDerpy + Tsitra360","panelists":"","description":""},{"id":"art3","startTime":"2020-05-30T14:00:00-04:00","endTime":"2020-05-30T15:00:00-04:00","title":"dojerodesigns + spacekitsch + Compman","panelists":"","description":""},{"id":"art4","startTime":"2020-05-30T15:00:00-04:00","endTime":"2020-05-30T16:00:00-04:00","title":"dojerodesigns + TomoCreations + Lytlethelemur","panelists":"","description":""},{"id":"art5","startTime":"2020-05-30T16:00:00-04:00","endTime":"2020-05-30T17:00:00-04:00","title":"InkyNotebook + Twisted Sketch Productions + Glittery Glisten","panelists":"","description":""},{"id":"art6","startTime":"2020-05-30T17:00:00-04:00","endTime":"2020-05-30T18:00:00-04:00","title":"TomoCreations + Befish + Tsitra360","panelists":"","description":""},{"id":"art7","startTime":"2020-05-30T18:00:00-04:00","endTime":"2020-05-30T19:00:00-04:00","title":"SamTheChicken + Glittery Glisten + Miss Mele","panelists":"","description":""},{"id":"art8","startTime":"2020-05-30T19:00:00-04:00","endTime":"2020-05-30T20:00:00-04:00","title":"InkyNotebook + Twisted Sketch Productions + JeNdDyLyOn","panelists":"","description":""},{"id":"art9","startTime":"2020-05-30T20:00:00-04:00","endTime":"2020-05-30T21:00:00-04:00","title":"Taurson + MidnightPremiere + Compman","panelists":"","description":""}],"Bit Rate's Stage":[{"id":"eu1","startTime":"2020-05-30T05:00:00-04:00","endTime":"2020-05-30T05:30:00-04:00","title":"Raising the Sun","panelists":"Jamis, Bexi, Perrydotto","description":"Celestia raises the sun over PonyFest, and helps us kick off our European events! Join us in starting things off on a great note!"},{"id":"eu2","startTime":"2020-05-30T05:30:00-04:00","endTime":"2020-05-30T06:30:00-04:00","title":"Let's Draw Bit Rate \u0026 Neural Net","panelists":"ShinyCyan","description":"You always wanted to draw ponies but you think you're not good enough? Everyone can draw ponies, you just have to learn and go for it! Here, I'll help you to draw the two lovable mascots of PonyFest Online: Bit Rate and Neural Net. Follow my steps and you'll be able to claim that you've drawn cute ponies."},{"id":"eu3","startTime":"2020-05-30T06:30:00-04:00","endTime":"2020-05-30T07:30:00-04:00","title":"Community Charity: Bronies Against MS\n","panelists":"Foal Papers, WitchySpectria, Whirly Tail, Nugget","description":"The brony community uses its positive spirit for many important causes, and this one is no different! Three representatives from Bronies Against MS will discuss their experiences, efforts and stories all about multiple sclerosis (MS) - Drop by and hear what they and you can do to combat MS!"},{"id":"eu4","startTime":"2020-05-30T07:30:00-04:00","endTime":"2020-05-30T08:30:00-04:00","title":"My Little Origami Ponies","panelists":"Malte279","description":"This panel is going to show My Little Pony art made of no more than square pieces of paper folded into ponies and other creatures from the world of Equestria."},{"id":"eu5","startTime":"2020-05-30T08:30:00-04:00","endTime":"2020-05-30T09:30:00-04:00","title":"Have a Pie with Anneli Heed","panelists":"Anneli Heed, Perrydotto, Bexi","description":"Äppelpaj? Yes and much more! An interview with Anneli Heed, the Swedish voice actor, comedian, impersonator, singer, showmare and always welcome guest at many brony conventions across Europe."},{"id":"eu6","startTime":"2020-05-30T09:30:00-04:00","endTime":"2020-05-30T10:00:00-04:00","title":"Passing the Torch","panelists":"Jamis, Bexi, Perrydotto","description":"All good things come to an end - Except this one leads into MORE good things! As we prepare for the US schedule opening, come join Jamis, Bexi and Perrydotto in \"Passing the Torch!\" "},{"id":"bit1","startTime":"2020-05-30T10:00:00-04:00","endTime":"2020-05-30T10:30:00-04:00","title":"Opening Ceremonies","panelists":"Staff","description":"Join us as we welcome everypony back to our third online event! Learn a little about our staff and get hyped for our incredible lineup of events."},{"id":"ca1","startTime":"2020-05-30T10:30:00-04:00","endTime":"2020-05-30T11:30:00-04:00","title":"Concert: Lavender","panelists":"Lavender","description":"Lavender is a producer and DJ from the UK, known for her drum and bass. Her collaborations with other talented artists such as Vylet, Odyssey, SilvaHound, and MicTheMicrophone has led to some amazing tracks such as Arrivederci, and remixes of songs such as Discord, Come Alive, Rainbow and more. She performed live at PonyFest 1.0 and is coming back to perform at 3.0! She does monthly live DJ shows on Twitch and has two albums coming out in the near future!"},{"id":"ca2","startTime":"2020-05-30T11:30:00-04:00","endTime":"2020-05-30T12:00:00-04:00","title":"Concert: P1K","panelists":"P1K","description":"P1K or Poni1kenobi is one of the earlier pony rock musicians and got his start forming a beatles pardoy band. With a style reminicient of bands like Blink 182 and Relient K, you're bound to be having a great time when he's on!!"},{"id":"bit2","startTime":"2020-05-30T12:00:00-04:00","endTime":"2020-05-30T13:00:00-04:00","title":"Keeping Friendship Magic: We're Not Flawless","panelists":"Forward Progress","description":"Nobody's perfect, but yet we tend to seek perfection in ourselves and others. Fusing the world of My Little Pony with real world social science, this panel will explore themes of forgiveness, hero worship, and redemption through discussions on Sunset Shimmer, Daring Do, and season four's key quest."},{"id":"bit3","startTime":"2020-05-30T13:00:00-04:00","endTime":"2020-05-30T14:00:00-04:00","title":"Charity Auction","panelists":"Perrydoto","description":"The charity auctions you love at your favorite conventions try to make the leap to online - Join Perry, fabulous items and possible headwear in raising money for United Way's COVID-19 relief fund!"},{"id":"bit4","startTime":"2020-05-30T14:00:00-04:00","endTime":"2020-05-30T15:00:00-04:00","title":"Long Live Tumblrpon!","panelists":"Pirate Dash, Fisher, Tambelon, Christomancer, Wiggles","description":"Do you like pretty art?  Stories that range from funny to sad to dramatic and everything in between?  Alternate universes and takes on your favorite characters?  All that and more came from the community of Tumblrpon!  Tumblrpon is the community of ask blogs that saw its heyday in the My Little Pony fandom from 2012-2018.  Join us as we look back on some of best names, blogs, and stories from the community."},{"id":"bit5","startTime":"2020-05-30T15:00:00-04:00","endTime":"2020-05-30T16:00:00-04:00","title":"What the Fuf?! ft. The Dragon Prince Dark Fam","panelists":"Racquelle Belmonte, Jason Simpson, Jesse Inocalla","description":"Hey all! Do you like Ponies? And Dragons? And stories about ponies and/or dragons? Awesome! Come here and listen to us talk about a lot of things that are none of the above! What will be here? Silliness! And sometimes some of the above."},{"id":"bit6","startTime":"2020-05-30T16:00:00-04:00","endTime":"2020-05-30T17:00:00-04:00","title":"Pony Fan Animations: Behind the Scenes","panelists":"Hyper Dash, CaptainHoers, Minty Root","description":"Go behind the scenes of pony fan animations with animators Minty Root, CaptainHoers, and Hyper Dash! You might even catch some never-before-seen animations!"},{"id":"bit7","startTime":"2020-05-30T17:00:00-04:00","endTime":"2020-05-30T18:00:00-04:00","title":"Riffing Rainbow 3.0: Fuf Time's the Charm","panelists":"Thoth, Acesential, Simul, Kevin (from TrotCon), Forward Progress, Foal Papers, Argembarger","description":"They're back.  They're better than before.  They're...fully aware that the third in a series is always the worst.  Join RiffPonies and their gang of special guest stars (that they totally didn't kidnap) as they once again suffer through more terrible Pony fanfiction!  Let the FUF continue!"},{"id":"bit8","startTime":"2020-05-30T18:00:00-04:00","endTime":"2020-05-30T19:00:00-04:00","title":"Playing with Lasers with My Little Ties","panelists":"Igor (My Little Ties)","description":"Laser etching ponies onto various metal things! From tiny silver books, to colorful titanium dog tags, and more!"},{"id":"bit9","startTime":"2020-05-30T19:00:00-04:00","endTime":"2020-05-30T20:00:00-04:00","title":"Pony Production Panel","panelists":"Tori Grant, Megan Parker, Steph Mahoney, Foal Papers","description":"Featuring animators and storyboard artists Steph Mahoney, Tori Grant, and Megan Parker!"},{"id":"bit10","startTime":"2020-05-30T20:00:00-04:00","endTime":"2020-05-30T21:30:00-04:00","title":"Tee KO: The Battle for the Fuf-est Tee!","panelists":"Techycutie, Ruef","description":"Help the Ponyfest Vendors along with Techy and Ruef in the quest to design the ULTIMATE Ponyfest inspired tee!"},{"id":"bit11","startTime":"2020-05-30T21:30:00-04:00","endTime":"2020-05-30T22:30:00-04:00","title":"Sketches from a Hat","panelists":"Bobdude0 and friends","description":"The classic improv game turned art panel, Sketches From a Hat is at PonyFest Online! Suggest a sketch or scene you'd like to see drawn, drop it into our digital \"hat\", and our panel of experienced horse artists will do their best to speed draw as many as they can!"},{"id":"bit12","startTime":"2020-05-30T22:30:00-04:00","endTime":"2020-05-31T00:00:00-04:00","title":"Brony Feud","panelists":"Aphinity","description":"Join us for a game show with our contestants competing in two teams to guess the most popular answers to our MLP themed questions!"},{"id":"bit13","startTime":"2020-05-31T00:00:00-04:00","endTime":"2020-05-31T00:30:00-04:00","title":"Closing Ceremonies","panelists":"Staff","description":"Another epic Saturday for the books. Join us for reflections, thanks yous, and special announcements regarding the future of PonyFest Online!"},{"id":"cb1","startTime":"2020-05-31T00:30:00-04:00","endTime":"2020-05-31T01:30:00-04:00","title":"Concert: Elevative","panelists":"Elevative","description":"Since 2015, Elevative has been performing at numerous pony and fan culture music events across the US from EFNW to Bronycon as well as on PonyvilleFM. Since his first performances he became known for his aggressive style of mixing hands up, hardstyle, and UK-hardcore alongside community made music creating a iconic high energy experience. As PonyFest is a unique performance being online, he is opening up new creative outlets adding additional effects like laser projection, lighting, and more to make a one of a kind experience you won't want to miss. \u003c3"},{"id":"cb2","startTime":"2020-05-31T01:30:00-04:00","endTime":"2020-05-31T02:30:00-04:00","title":"Concert: Metajoker","panelists":"Metajoker","description":"Metajoker, or Ari, has been making music in the brony fandom since 2011, and has performed at cons across the United States. As a songwriter, pianist, and singer, Metajoker has collaborated with diverse musicians in the fandom such as ArtAttack, 4EverfreeBrony, Respin, and GatoPaint. Some of his past work includes \"Universe\", \"Still Shy\", \"Sight for Sore Eyes\", and \"Become\". He's excited to perform for you all alongside so many amazing musicians at PonyFest Online!"},{"id":"cb3","startTime":"2020-05-31T02:30:00-04:00","endTime":"2020-05-31T03:00:00-04:00","title":"Concert: L-Train","panelists":"L-Train","description":"Since 2012, L-Train has been astounding and delighting bronies with his metal re-interpretations of well-loved songs from the show and the fandom, as well as his unique \"symphonic metal operas\" based on stories from the show's lore featuring many talented guests from across the fandom.\n"},{"id":"cb4","startTime":"2020-05-31T03:00:00-04:00","endTime":"2020-05-31T04:00:00-04:00","title":"Concert: Odyssey Eurobeat","panelists":"Odyssey Eurobeat","description":"Odyssey Eurobeat (aka Eurobeat Brony, Ken Blast from the Initial D series, T. Stebbins, etc…) is a producer and performer from the San Francisco Bay Area that specializes in eurobeat music. From penning the first currently-documented remix of a song from My Little Pony: Friendship is Magic to writing such ubiquitous hits as Luna and the original Discord, Eurobeat Brony has been a powerful force for both music in the brony fandom and eurobeat in general."}],"E-Gaming":[{"id":"game1","startTime":"2020-05-30T10:00:00-04:00","endTime":"2020-05-30T13:00:00-04:00","title":"Super Splat Horses!","panelists":"","description":""},{"id":"game2","startTime":"2020-05-30T13:00:00-04:00","endTime":"2020-05-30T15:00:00-04:00","title":"Rocket Pones x PonyFest Online!","panelists":"","description":""},{"id":"game3","startTime":"2020-05-30T15:00:00-04:00","endTime":"2020-05-30T19:00:00-04:00","title":"Rocket Pones and Smash with The Pones","panelists":"","description":""},{"id":"game4","startTime":"2020-05-30T19:00:00-04:00","endTime":"2020-05-30T21:00:00-04:00","title":"Smash with The Pones","panelists":"","description":""}],"Neural Net's Stage":[{"id":"nn1","startTime":"2020-05-30T11:00:00-04:00","endTime":"2020-05-30T12:00:00-04:00","title":"New Bronies \u0026 Pegasisters -  A Fandom Orientation Guide","panelists":"SkypauseBGP, Schwabcity, Luminobelle","description":"SO, your trail has brought you here.  Your partner, child, friend, your own curiosity, or the internet rabbit-hole has brought you to a My Little Pony Convention.  WELCOME!  You may already be aware of, and overwhelmed at, the mountain of content and references that may be confusing or exciting!  This brand new panel aims to provide a safe place to introduce you to the world of the Brony fandom.  You too can become pony literate!"},{"id":"nn2","startTime":"2020-05-30T12:00:00-04:00","endTime":"2020-05-30T13:30:00-04:00","title":"How to Bring Your Characters to Life: An Art Panel","panelists":"Imalou","description":"You have created an original character but you feel like there's something missing. How to make your character believable ? How to make your character interesting and feel emotions ? After many years of drawing and character design practices, I will explain you fundamentals of designing a believable character in two seconds flat !"},{"id":"nn3","startTime":"2020-05-30T13:30:00-04:00","endTime":"2020-05-30T14:30:00-04:00","title":"Reading Tarot the Pony Way","panelists":"ChocoPony","description":"Learn Chocolate Pony’s method for reading tarot and card symbolism with this fun panel that uses the cast of MLP as representations of the various cards of the Major Arcana. From the early history of tarot to the evolution of the medium as a form of divination to handy tips for memorizing card meanings. \n"},{"id":"nn4","startTime":"2020-05-30T14:30:00-04:00","endTime":"2020-05-30T15:30:00-04:00","title":"Costuming with Fursuits","panelists":"Aphinity, Maddoggieca","description":"Costuming with a full body costume has particular challenges, and many rewards!  Learn from a pro mascot performer with 13 years of experience and fandom guests with both Pony suits and more to get a glimpse into one of the most encompassing costuming experiences you can have."},{"id":"nn5","startTime":"2020-05-30T15:30:00-04:00","endTime":"2020-05-30T16:30:00-04:00","title":"Meme that Pony!","panelists":"Forward Progress, Thoth","description":"It's a game show unlike any you've memed - or seen - before! Our contestants will be challenged to make, mold, and adapt to the world of pony memes. You the audience, will help determine who among us claims the title of Pony MemeLord!"},{"id":"nn6","startTime":"2020-05-30T16:30:00-04:00","endTime":"2020-05-30T17:30:00-04:00","title":"PonyFest the AMA: Dex \u0026 Kat Say Anything They Want","panelists":"Dexanth, Katharine","description":"Do you want to know anything about PonyFest behind the scenes? Do you want to ask anything about running online cons? We've done, like, over two and a half of these by the time you see this panel, which means we have a few fun stories to share and tips \u0026 tricks to give out. Come learn why when you ask us \"How do I start an online con?\" the first word from our mouths will be \"don't\" - because the answer could save you a lot of headaches!"},{"id":"nn7","startTime":"2020-05-30T17:30:00-04:00","endTime":"2020-05-30T19:00:00-04:00","title":"MLPDS Silly Drawing Hour","panelists":"FluffyXai, AllyClaw, CutePencilCase, Cortawsome, Pixienop, Jennithedragon, Vex","description":"Join a bunch of artist friends from the MLP Drawing School as we work together with YOU to create silly and crazy art by taking your suggestions from the chat."},{"id":"nn8","startTime":"2020-05-30T19:00:00-04:00","endTime":"2020-05-30T20:00:00-04:00","title":"FPV Drones - Fly Like the Pegasi!","panelists":"Aphinity, Cornflakes","description":"Learn about a fun, techy hobby and see some flights in real time as you watch the live video from our first person view quadcopters!  See what your Mavic drone CAN'T do, and fly like the pegasi!"},{"id":"nn9","startTime":"2020-05-30T20:00:00-04:00","endTime":"2020-05-30T21:00:00-04:00","title":"BronyCon Mascots' Retrospective","panelists":"Simul, Wiggles, Shelbeanie","description":"Ever wondered what it's like to work as a mascot/MC for a crazy-big event like BronyCon? Former BronyCon staffers Shelbeanie, Wiggles, and Simul share anecdotes from their time playing the roles of Mane Event, Blank Canvas, and Hoof Beatz at the brony community's largest event."},{"id":"nn10","startTime":"2020-05-30T21:00:00-04:00","endTime":"2020-05-30T22:00:00-04:00","title":"\"My Little Pony Can't Be This Cute!\" - Bronies from Japan","panelists":"Sunchaser, HauntedTuba, omame","description":"Ever wondered what the Japanese side of the brony fandom is like? Now's your chance to find out! Bronies from Japan are here to talk about their love for pastel colored equines and answer your questions about the Japanese brony scene as well as life in Japan."},{"id":"nn11","startTime":"2020-05-30T22:00:00-04:00","endTime":"2020-05-30T23:00:00-04:00","title":"Derpy's Muffin Mystery","panelists":"Trick Question","description":"Come play a real-time choose-your-own-adventure, Derpy style! Trick Question will extemporaneously tell a mystery story starring Derpy Hooves, with Derpy's actions based entirely on audience response and voting. Much of the story has been prepared in advance, but Derpy's actions—and where the story ultimately leads—will be entirely up to you!"},{"id":"nn12","startTime":"2020-05-30T23:00:00-04:00","endTime":"2020-05-31T00:00:00-04:00","title":"Ponymon Dawn \u0026 Dusk: History, Development, Future","panelists":"Computerstickman","description":"Join long time dev Computerstickman, also known as Compy, as they go through the long history and development of the romhack started in 2012: Ponymon Dawn and Dusk. Ask questions, learn about the makings of a romhack, and get an exclusive preview of the revamp!"}],"Renegade Stage":[{"id":"renegade1","startTime":"2020-05-30T13:00:00-04:00","endTime":"2020-05-30T14:00:00-04:00","title":"AWal","panelists":"","description":""},{"id":"renegade2","startTime":"2020-05-30T14:00:00-04:00","endTime":"2020-05-30T15:00:00-04:00","title":"TheTaZe","panelists":"","description":""},{"id":"renegade3","startTime":"2020-05-30T15:00:00-04:00","endTime":"2020-05-30T16:00:00-04:00","title":"BeatSpark","panelists":"","description":""},{"id":"renegade4","startTime":"2020-05-30T16:00:00-04:00","endTime":"2020-05-30T16:30:00-04:00","title":"DeafBrony","panelists":"","description":""},{"id":"renegade5","startTime":"2020-05-30T16:30:00-04:00","endTime":"2020-05-30T17:00:00-04:00","title":"Burning Gryphon","panelists":"","description":""},{"id":"renegade6","startTime":"2020-05-30T17:00:00-04:00","endTime":"2020-05-30T17:30:00-04:00","title":"Steryotype","panelists":"","description":""},{"id":"renegade7","startTime":"2020-05-30T17:30:00-04:00","endTime":"2020-05-30T18:30:00-04:00","title":"Burning Gryphon","panelists":"","description":""},{"id":"renegade8","startTime":"2020-05-30T18:30:00-04:00","endTime":"2020-05-30T19:30:00-04:00","title":"BLANK3T","panelists":"","description":""},{"id":"renegade9","startTime":"2020-05-30T19:30:00-04:00","endTime":"2020-05-30T20:00:00-04:00","title":"Royalpony","panelists":"","description":""},{"id":"renegade10","startTime":"2020-05-30T20:00:00-04:00","endTime":"2020-05-30T21:00:00-04:00","title":"AchieveHunter1","panelists":"","description":""}],"Tabletop":[{"id":"tt1","startTime":"2020-05-30T15:00:00-04:00","endTime":"2020-05-30T16:00:00-04:00","title":"Tanto Cuore","panelists":"","description":""},{"id":"tt2","startTime":"2020-05-30T16:00:00-04:00","endTime":"2020-05-30T17:00:00-04:00","title":"Tanto Cuore and Samurai Spirit","panelists":"","description":""},{"id":"tt3","startTime":"2020-05-30T17:00:00-04:00","endTime":"2020-05-30T18:00:00-04:00","title":"Samurai Spirit","panelists":"","description":""},{"id":"tt4","startTime":"2020-05-30T18:00:00-04:00","endTime":"2020-05-30T20:00:00-04:00","title":"Millions of Dollars","panelists":"","description":""}],"Vendor Hall":[{"id":"eurovendor","startTime":"2020-05-30T05:00:00-04:00","endTime":"2020-05-30T10:30:00-04:00","title":"Some Vendors Open","panelists":"","description":""},{"id":"vendors","startTime":"2020-05-30T10:30:00-04:00","endTime":"2020-05-31T00:00:00-04:00","title":"Vendor Hall Open","panelists":"","description":""}],"Writing Room":[{"id":"wr1","startTime":"2020-05-30T10:30:00-04:00","endTime":"2020-05-30T12:00:00-04:00","title":"LGBTQ+ Panel: Writing Stories \u0026 Creating Characters","panelists":"TheMysteryMuffin","description":"A time to talk and meet people who identify (or not) within the LGBTQ+ community, whilst creating your own characters in your story!"},{"id":"wr2","startTime":"2020-05-30T12:00:00-04:00","endTime":"2020-05-30T13:30:00-04:00","title":"What Fun is there in Making Sense? A discussion on Crackfics","panelists":"Raccoon, Shakespearacles, Super Trampoline, Pickleless","description":"In history, there have been great works, and beyond them, even greater works, but far, far above all others, there are... the CRACK works.  Join a small group of authors on a journey into this extreme level of greatness, in what will begin as little more than a seminar, but will end as a moment in which you too will experience enlightenment through the single greatest Q\u0026A session in the history of conventions themselves...  Aaand then we'll probably start screaming over each other, but hay, you'll get what you pay for!"},{"id":"wr3","startTime":"2020-05-30T13:30:00-04:00","endTime":"2020-05-30T16:00:00-04:00","title":"Iron Author","panelists":"Xepher","description":"Iron Author is a two hour speed writing contest open to writers of all levels. Contestants will be given a set of three prompts/elements to include, and then will have two hours to write the best story they can. After the writing is finished, each participant will be required (in order to remain eliigible) to review/score three randomly selected, anonymized entries from their fellow authors to help speed up the judging within the next few hours. From this initial scoring, our judging panel will then review the top ten and select the final winners, which will be announced at the award ceremony near the end of the con."},{"id":"wr4","startTime":"2020-05-30T16:00:00-04:00","endTime":"2020-05-30T17:00:00-04:00","title":"\nWriting Megacrossovers","panelists":"Wanderer D, GMBlackjack","description":"Multiple worlds and characters from different fandoms? All together in one place? Find out what makes mega-crossovers different from regular crossovers, how to manage power-levels, how to introduce those concepts to your readers (and characters) from three experienced writers of this genre."},{"id":"wr5","startTime":"2020-05-30T17:00:00-04:00","endTime":"2020-05-30T18:30:00-04:00","title":"Writing Sensitive Topics","panelists":"Wanderer D, Scampy","description":"Sometimes writing certain themes such as emotional abuse, suicide, etc, can be a difficult thing to do in a way that accurately represents these topics. Have a talk with a couple of authors on how to do so in a way that's not only respectful, but also realistic and can help your characterization."},{"id":"wr6","startTime":"2020-05-30T18:30:00-04:00","endTime":"2020-05-30T20:00:00-04:00","title":"Foiled Again: The Intersection of Romance and Comedy","panelists":"Titanium Dragon, Tumbleweed","description":"Why are ponies so ideally suited for both shipfics and comedy? Foil! And not the kind you put on your head to ward off Luna's dreamwalking. Come join the Titanium Dragon and Tumbleweed as they discuss the intersection of romance and comedy, and why My Little Pony is so ideally suited for both."},{"id":"wr7","startTime":"2020-05-30T20:00:00-04:00","endTime":"2020-05-30T21:30:00-04:00","title":"The Joy of Sadfics","panelists":"Trick Question, Bad Horse","description":"Why do tragic stories paradoxically make so many readers happy? Is it schadenfreude, identification with loss, catharsis, or something weirder still that draws us to the maudlin? Join Trick as she discusses tragedy and misfortune in fanfiction, and learn about which dramatic themes are more likely to work for a target audience."},{"id":"wr8","startTime":"2020-05-30T21:30:00-04:00","endTime":"2020-05-30T23:00:00-04:00","title":"Worldbuilding 101","panelists":"Racoon, Groaning Grey Agony","description":"Advice on how to create new settings or analyze existing ones to develop sensible, unified lore around them to use in stories, games, and other media, focusing specifically on using My Little Pony as an existing world. Led by Raccoon, best known for “What's your Problem?” “Displaced into Nothing,” various works outside of pony, and as the lead writer on “The Magic Continues”, with special guest, Groaning Grey Agony."},{"id":"wr9","startTime":"2020-05-30T23:00:00-04:00","endTime":"2020-05-31T00:00:00-04:00","title":"Iron Author Awards","panelists":"Xepher","description":"Join us as we announce the winners of the day's earlier Iron Author speedwriting contest. We'll announce the top three entries, and read them live!"}]},"roomOrder":["","","","","","","","","Bit Rate's Stage","Neural Net's Stage","Writing Room","Art Theater","Renegade Stage","Tabletop","E-Gaming","Vendor Hall"],"times":["2020-05-30T05:00:00-04:00","2020-05-30T05:30:00-04:00","2020-05-30T06:00:00-04:00","2020-05-30T06:30:00-04:00","2020-05-30T07:00:00-04:00","2020-05-30T07:30:00-04:00","2020-05-30T08:00:00-04:00","2020-05-30T08:30:00-04:00","2020-05-30T09:00:00-04:00","2020-05-30T09:30:00-04:00","2020-05-30T10:00:00-04:00","2020-05-30T10:30:00-04:00","2020-05-30T11:00:00-04:00","2020-05-30T11:30:00-04:00","2020-05-30T12:00:00-04:00","2020-05-30T12:30:00-04:00","2020-05-30T13:00:00-04:00","2020-05-30T13:30:00-04:00","2020-05-30T14:00:00-04:00","2020-05-30T14:30:00-04:00","2020-05-30T15:00:00-04:00","2020-05-30T15:30:00-04:00","2020-05-30T16:00:00-04:00","2020-05-30T16:30:00-04:00","2020-05-30T17:00:00-04:00","2020-05-30T17:30:00-04:00","2020-05-30T18:00:00-04:00","2020-05-30T18:30:00-04:00","2020-05-30T19:00:00-04:00","2020-05-30T19:30:00-04:00","2020-05-30T20:00:00-04:00","2020-05-30T20:30:00-04:00","2020-05-30T21:00:00-04:00","2020-05-30T21:30:00-04:00","2020-05-30T22:00:00-04:00","2020-05-30T22:30:00-04:00","2020-05-30T23:00:00-04:00","2020-05-30T23:30:00-04:00","2020-05-31T00:00:00-04:00","2020-05-31T00:30:00-04:00","2020-05-31T01:00:00-04:00","2020-05-31T01:30:00-04:00","2020-05-31T02:00:00-04:00","2020-05-31T02:30:00-04:00","2020-05-31T03:00:00-04:00","2020-05-31T03:30:00-04:00"]}
